IDS_EC_REPORT_CH_TEST = "EC_Report_EN-Test(Język:EN)"
IDS_EC_FOUNDATION_OVERTURNING_OCCURED = "Wystąpiło wywrócenie. Obliczenia anulowano."
IDS_EC_FOUNDATION_OVERTURNED = "Wywrócony"
IDS_EC_FOUNDATION_DESIGN_LOAD = "Obciążenie projektowe"
IDS_EC_FOUNDATION_SERVICE_LOAD = "Obciążenie eksploatacyjne"
IDS_EC_FOUNDATION_FACTORED_LOAD = "Obciążenie obliczeniowe"
IDS_EC_FOUNDATION_SURCHARGE_LOAD = "Obciążenie naddatkiem"
IDS_EC_FOUNDATION_SURFACE_LOAD = "Obciążenie powierzchniowe"
IDS_EC_FOUNDATION_WEIGHT_DENSITY = "Ciężar właściwy"
IDS_EC_FOUNDATION_SOIL_HEIGHT = "Wysokość gruntu"
IDS_EC_FOUNDATION_SELF_WEIGHT_CONSIDERED = "Uwzględniono ciężar własny."
IDS_EC_FOUNDATION_SELF_WEIGHT_NOT_CONSIDERED = "Nie uwzględniono ciężaru własnego."
IDS_EC_FOUNDATION_DEPTH = "Głębokość"
IDS_EC_FOUNDATION_COLUMN_SECTION = "Przekrój słupa"
IDS_EC_FOUNDATION_SHAPE_COLUMN = "Kształt słupa"
IDS_EC_FOUNDATION_RECTANGLE = "Prostokąt"
IDS_EC_FOUNDATION_CIRCLE = "Koło"
IDS_EC_FOUNDATION_ECCENTRICITY_X = "Mimośród (X)"
IDS_EC_FOUNDATION_ECCENTRICITY_Y = "Mimośród (Y)"
IDS_EC_FOUNDATION_WALL_SECTION = "Przekrój ściany"
IDS_EC_FOUNDATION_THICKNESS = "Grubość"
IDS_EC_FOUNDATION_ECCENTRICITY = "Mimośród"
IDS_EC_FOUNDATION_REBAR = "Pręt zbrojeniowy"
IDS_EC_FOUNDATION_DIRECTION_X = "Kierunek X"
IDS_EC_FOUNDATION_LAYER__i = "Warstwa %i"
IDS_EC_FOUNDATION_DIRECTION_Y = "Kierunek Y"
IDS_EC_FOUNDATION_FOUNDATION = "Fundament"
IDS_EC_FOUNDATION_FOUNDATION_SIZE = "Rozmiar fundamentu"
IDS_EC_FOUNDATION_WIDTH = "Szerokość"
IDS_EC_FOUNDATION_NO_OF_PILE = "Liczba pali "
IDS_EC_FOUNDATION_SPACE_OF_PILE = "Odległość pala "
IDS_EC_FOUNDATION_CHECK_SOIL_CAPA = "Sprawdź nośność gruntu"
IDS_EC_FOUNDATION_CHECK_SOIL_STRESS = "Sprawdź naprężenia gruntu w stanie użytkowym w programie głównym."
IDS_EC_FOUNDATION_CALC_SOIL_STRESS = "Oblicz eksploatacyjne naprężenie gruntu"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS = "Oblicz ostateczne naprężenie gruntu"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS__s = "Oblicz naprężenia gruntu w stanie użytkowym (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS__s = "Oblicz naprężenia gruntu w stanie granicznym nośności (%s)"
IDS_EC_FOUNDATION_CHECK_PILE_CAPA = "Sprawdź nośność pala"
IDS_EC_FOUNDATION_CALC_ACTUAL_PILE_STRESS__s = "Oblicz reakcję pala w stanie użytkowym (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_PILE_STRESS__s = "Oblicz reakcję pala w stanie granicznym nośności (%s)"
IDS_EC_FOUNDATION_INDEX = "Indeks"
IDS_EC_FOUNDATION_AT_FACE = "na powierzchni"
IDS_EC_FOUNDATION_AT_DIST2D = "w odległości-2D"
IDS_EC_FOUNDATION_CHECK_ONE_WAY_SHEAR = "Sprawdź ścinanie jednokierunkowe"
IDS_EC_FOUNDATION_CHECK_TWO_WAY_SHEAR = "Sprawdź ścinanie dwukierunkowe"
IDS_EC_FOUNDATION_CALC_PAREMETER = "Oblicz parametr"
IDS_EC_FOUNDATION_COLUMN_FACE = "Oblicz ścinanie na licu słupa"
IDS_EC_FOUNDATION_2D = "Oblicz ścinanie w odległości 2d"
IDS_EC_FOUNDATION_D = "Oblicz ścinanie w odległości d"
IDS_EC_FOUNDATION_CHECK_MOMENT_CAPA = "Sprawdź nośność na zginanie"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA__s = "Oblicz nośność na zginanie (%s)"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA_AT_COLM_FACE = "Oblicz nośność na zginanie na licu słupa"
IDS_EC_FOUNDATION_REF_095D = "Odniesienie dla 0.95d: „The Concise Eurocode” 2006"
IDS_EC_FOUNDATION_CHECK_REBAR = "Sprawdź pręt zbrojeniowy"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_AREA_REQ = "Oblicz wymaganą minimalną powierzchnię prętów zbrojeniowych"
IDS_EC_FOUNDATION_X_DIRECTION = "Kierunek X"
IDS_EC_FOUNDATION_Y_DIRECTION = "Kierunek Y"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_SPACE_REQ__s = "Oblicz granicę maksymalnego rozstawu prętów zbrojeniowych (%s)"
IDS_EC_FOUNDATION_SELF_WEIGHT = "Ciężar własny"
IDS_EC_FOUNDATION_COLUMN = "Słup"
IDS_EC_FOUNDATION_SHAPE = "Kształt"
IDS_EC_FOUNDATION_DIAMETER = "Średnica"
IDS_EC_FOUNDATION_ECCENT_X = "Mimośród (X)"
IDS_EC_FOUNDATION_ECCENT_Y = "Mimośród (Y)"
IDS_EC_FOUNDATION_WALL = "Ściana"
IDS_EC_FOUNDATION_LAYER_1_X = "Warstwa-1 (X)"
IDS_EC_FOUNDATION_LAYER_2_X = "Warstwa-2 (X)"
IDS_EC_FOUNDATION_LAYER_1_Y = "Warstwa-1 (Y)"
IDS_EC_FOUNDATION_LAYER_2_Y = "Warstwa-2 (Y)"
IDS_EC_FOUNDATION_PILE = "Pal"
IDS_EC_FOUNDATION_SPACE = "Odległość"
IDS_EC_FOUNDATION_CHECK_CAPA = "Sprawdź nośność"
IDS_EC_FOUNDATION_CHECK_ITEMS = "Sprawdź elementy"
IDS_EC_FOUNDATION_UNIT = "Jednostka"
IDS_EC_FOUNDATION_CALCULATED = "Obliczone"
IDS_EC_FOUNDATION_CRITIERIA = "Kryteria"
IDS_EC_FOUNDATION_SOIL_CAPA__s = "Nośność gruntu (%s)"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MUY__s = "Moment – kierunek X (Muy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MUX__s = "Moment – kierunek Y (Mux, %s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_X__s = "Ścinanie jednokierunkowe-X (%s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_Y__s = "Ścinanie jednokierunkowe-Y (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR__s = "Ścinanie dwukierunkowe (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_FACE_s = "Ścinanie dwukierunkowe-Powierzchnia (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_2D_s = "Ścinanie dwukierunkowe-2D (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_D_s = "Ścinanie dwukierunkowe-D (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_FACE_s = "Przebicie pala-Powierzchnia (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_2D_s = "Przebicie pala-2D (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_COMP__s = "Nośność pala – ściskanie (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_TENS__s = "Nośność pala – rozciąganie (%s)"
IDS_EC_FOUNDATION_FOUNDATION_INPUT_LIST = "LISTA DANYCH FUNDAMENTU"
IDS_EC_FOUNDATION_INPUT_DATA_LIST = "Lista danych wejściowych"
IDS_EC_FOUNDATION_DEPTH_COVER__s__s__s__s = "Głębokość = %s%s, Otulina = %s%s"
IDS_EC_FOUNDATION_DEPTH_DISTANCE__s__s__s__s = "Głębokość = %s%s, Odległość = %s%s"
IDS_EC_FOUNDATION_GENERATING_FOUNDATION_REPORT = "Generowanie raportu Fundamentu..."
IDS_EC_FOUNDATION_SHAPE_COLUMN_RECTANGLE = "Kształt słupa \t: Prostokąt"
IDS_EC_FOUNDATION_SHAPE_COLUMN_CIRCLE = "Kształt słupa \t: Koło"
IDS_EC_FOUNDATION_ECCENT_X__s__s = "Mimośród (X) \t: %s%s"
IDS_EC_FOUNDATION_ECCENT_Y__s__s = "Mimośród (Y) \t: %s%s"
IDS_EC_FOUNDATION_THICKNESS__s = "Grubość \t: %s"
IDS_EC_FOUNDATION_ECCENT__s = "Mimośród \t: %s"
IDS_EC_FOUNDATION_WIDTH__s__s = "Szerokość \t: %s%s"
IDS_EC_FOUNDATION_X__s = "X(%s)"
IDS_EC_FOUNDATION_Y__s = "Y(%s)"
IDS_EC_FOUNDATION_PILE_PUNCHING = " : Przebicie przez pal"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_X = "Oblicz ścinanie jednokierunkowe (kierunek X)"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_Y = "Oblicz ścinanie jednokierunkowe (kierunek Y)"
IDS_EC_FOUNDATION_CHECK_MOMENT = "Sprawdź moment"
IDS_EC_FOUNDATION_COLUMN__s = "Słup (%s)"
IDS_EC_FOUNDATION_WALL__s = "Ściana (%s)"
IDS_EC_FOUNDATION_DEPTH_COVER_DIVIDE__s__s__s__s = "( Głębokość = %s%s, Otulina = %s%s / "
IDS_EC_FOUNDATION_DEPTH_DISTANCE_DIVIDE__s__s__s__s = "( Głębokość = %s%s, Odległość = %s%s / "
IDS_EC_FOUNDATION_FCK_FY__s__s = "fck = %s%s, fyk = %s%s )"
IDS_EC_FOUNDATION_SELF_ENTER_WEIGHT = "Ciężar\nWłasny"
IDS_EC_FOUNDATION_ISNOT_ADJUST_DGN_MODULE = "Niezgodna wersja modułu projektowego"
IDS_EC_FOUNDATION_FCK_FY__s__s__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_MOMENT_EFFECTIVE_DEPTH = "Oblicz efektywną głębokość momentu"
IDS_EC_FOUNDATION_SHEAR_EFFECTIVE_DEPTH = "Oblicz efektywną głębokość ścinania"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE1 = "Uwaga: Przy sprawdzaniu przebicia przez pal przyjmuje się, że pal jest palem wewnętrznym."
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE2 = "Obwód krytyczny wyznacza się bez uwzględniania pala narożnego ani pala krawędziowego."
IDS_EC_FOUNDATION_USER_D = "Oblicz ścinanie w odległości – d użytkownika"
IDS_EC_ONEWAY_SHEAR = "Ścinanie jednokierunkowe"
IDS_EC_ONEWAY_SHEAR_X = "Ścinanie jednokierunkowe-X"
IDS_EC_TWOWAY_SHEAR = "Ścinanie dwukierunkowe"
IDS_EC_TWOWAY_SHEAR_CF = "Ścinanie dwukierunkowe – lico słupa"
IDS_EC_TWOWAY_SHEAR_2D = "Ścinanie dwukierunkowe-2D"
IDS_EC_TWOWAY_SHEAR_USERD = "Ścinanie dwukierunkowe-UżytkownikD"
IDS_EC_OFFSET_FACTOR = "Współczynnik przesunięcia"
IDS_EC_MOMENT_Y_DIRECTION = "Moment-Kierunek Y"
IDS_EC_MOMENT_X_DIRECTION = "Moment-Kierunek X"
IDS_EC_CANTIL_MOMENT_X_DIRECTION = "Moment-Kierunek X (Wspornik)"
IDS_EC_COLUMN_MOMENT_X_DIRECTION = "Moment-Kierunek X (Słup)"
IDS_EC_SPAN_MOMENT_X_DIRECTION = "Moment-Kierunek X (Przęsło)"
IDS_EC_REBAR_SPACE_Y_DIRECTION = "Sprawdź odległość-Y"
IDS_EC_REBAR_SPACE_X_DIRECTION = "Sprawdź odległość-X"
IDS_EC_REBAR_AREA_Y_DIRECTION = "Sprawdź powierzchnię-Y"
IDS_EC_REBAR_AREA_X_DIRECTION = "Sprawdź powierzchnię-X"
IDS_EC_OFFSET = "Przesunięcie"
IDS_EC_FOUNDATION_SOIL_CAPA = "Nośność gruntu"
IDS_EC_FOUNDATION_SOIL_CAPA_EXPL = "Wartość jest oparta na obciążeniu w stanie użytkowym"
IDS_EC_FOUNDATION_OVER_TURNING = "Wartości nie będą wyświetlane, jeśli wystąpi wywrócenie"
IDS_EC_FOUNDATION_SOIL_DIAGRM = "Diagram naprężenia gruntu"
IDS_EC_SFD_DIAGRAM = "Diagram siły ścinającej"
IDS_EC_BMD_DIAGRAM = "Diagram momentu zginającego"
IDS_EC_PLAN_SECT = "Rzut i przekrój"
IDS_EC_REBAR_MAX_AREA = "Maksymalna powierzchnia"
IDS_EC_REBAR_MIN_AREA = "Minimalna powierzchnia"
IDS_EC_REBAR_REQ_AREA = "Wymagana powierzchnia"
IDS_EC_REBAR_MAX_SPACE = "Maksymalne odstępy"
IDS_EC_CANTIL = "Wspornik"
IDS_EC_COLUMN = "Słup"
IDS_EC_SPAN = "Przęsło"
IDS_EC_FOUNDATION_FDN_SECTION = "Przekrój fundamentu"
IDS_EC_FOUNDATION_FORCES_REINFORCEMENT = "Siły i zbrojenie"
IDS_EC_FOUNDATION_INVERTED_T = "Odwrócone T"
IDS_EC_FOUNDATION_ECC = "Mimośr."
IDS_EC_FOUNDATION_MOMENT_TOP__s = "Moment_góra (%s)"
IDS_EC_FOUNDATION_MOMENT_BOT__s = "Moment_dół (%s)"
IDS_EC_FOUNDATION_SHEAR__s = "Ścinanie (%s)"
IDS_EC_FOUNDATION_TRANSE_MOMENT__s = "Moment poprzeczny (%s)"
IDS_EC_FOUNDATION_LX = "Lx"
IDS_EC_FOUNDATION_SECTION_BEAM_SIZE = "Wielkość belki"
IDS_EC_FOUNDATION_MOMENTS_FORCES = "Momenty i siły"
IDS_EC_FOUNDATION_CALC_SHEAR_CAPA = "Oblicz nośność na ścinanie"
IDS_EC_FOUNDATION_FCK_FY_NOBRACKET__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_TOP_BAR = "Górny pręt"
IDS_EC_FOUNDATION_BOTTOM_BAR = "Dolny pręt"
IDS_EC_FOUNDATION_BOT_BAR = "Dolny pręt"
IDS_EC_FOUNDATION_STIRRUP = "Strzemię"
IDS_EC_FOUNDATION_STANSVERSE_BAR = "Poprzeczny pręt zbrojeniowy"
IDS_EC_FOUNDATION_STANS_BAR = "Pręt poprz."
IDS_EC_FOUNDATION_X = "X"
IDS_EC_FOUNDATION_Y = "Y"
IDS_EC_FOUNDATION_DIR_x = "x"
IDS_EC_FOUNDATION_DIR_y = "y"
IDS_EC_FOUNDATION__s_c = "%s_c$"
IDS_EC_FOUNDATION__s_s = "%s_s$"
IDS_EC_FOUNDATION_Fck = "f_ck$"
IDS_EC_FOUNDATION_Fy = "f_yk$"
IDS_EC_FOUNDATION_Ps = "P_Ed,s$"
IDS_EC_FOUNDATION_Msx = "M_Edx,s$"
IDS_EC_FOUNDATION_Msy = "M_Edy,s$"
IDS_EC_FOUNDATION_Pu = "N_Ed$"
IDS_EC_FOUNDATION_Mux = "M_Edx$"
IDS_EC_FOUNDATION_Muy = "M_Edy$"
IDS_EC_FOUNDATION_Mu_top = "M_Ed,top$"
IDS_EC_FOUNDATION_Mu_bottom = "M_Ed,bottom$"
IDS_EC_FOUNDATION_Mu_bot = "M_Ed,bot$"
IDS_EC_FOUNDATION_As = "A_s$"
IDS_EC_FOUNDATION_REBAR__s__s = "%s@%s"
IDS_EC_FOUNDATION_L_x = "L_x$"
IDS_EC_FOUNDATION_L_y = "L_y$"
IDS_EC_FOUNDATION_fe = "f_e$"
IDS_EC_FOUNDATION_EA = "EA"
IDS_EC_FOUNDATION_q_a_comp = "q_a,comp.$"
IDS_EC_FOUNDATION_q_a_tens = "q_a,tens.$"
IDS_EC_FOUNDATION_q_a = "q_a$"
IDS_EC_FOUNDATION_q_s_left = "q_s,left$"
IDS_EC_FOUNDATION_q_s_right = "q_s,right$"
IDS_EC_FOUNDATION_q_s_top_left = "q_s,top-left$"
IDS_EC_FOUNDATION_q_s_top_right = "q_s,top-right$"
IDS_EC_FOUNDATION_q_s_bot_left = "q_s,bot-left$"
IDS_EC_FOUNDATION_q_s_bot_right = "q_s,bot-right$"
IDS_EC_FOUNDATION_q_s_max = "q_s,max$"
IDS_EC_FOUNDATION_q_s_min = "q_s,min$"
IDS_EC_FOUNDATION_q_s = "q_s$"
IDS_EC_FOUNDATION_q_u_left = "q_u,left$"
IDS_EC_FOUNDATION_q_u_right = "q_u,right$"
IDS_EC_FOUNDATION_q_u_top_left = "q_u,top-left$"
IDS_EC_FOUNDATION_q_u_top_right = "q_u,top-right$"
IDS_EC_FOUNDATION_q_u_bot_left = "q_u,bot-left$"
IDS_EC_FOUNDATION_q_u_bot_right = "q_u,bot-right$"
IDS_EC_FOUNDATION_q_u_max = "q_u,max$"
IDS_EC_FOUNDATION_q_u_min = "q_u,min$"
IDS_EC_FOUNDATION_q_u = "q_u$"
IDS_EC_FOUNDATION_V_Ed = "V_Ed$"
IDS_EC_FOUNDATION_V_Edx = "V_Edx$"
IDS_EC_FOUNDATION_V_Edy = "V_Edy$"
IDS_EC_FOUNDATION_M_Ed__s = "M_Ed%s$"
IDS_EC_FOUNDATION_Ed = "_Ed$"
IDS_EC_FOUNDATION_V_Rd = "V_Rd$"
IDS_EC_FOUNDATION_V_Rdx = "V_Rdx$"
IDS_EC_FOUNDATION_V_Rdy = "V_Rdy$"
IDS_EC_FOUNDATION_M_Rd__s = "M_Rd%s$"
IDS_EC_FOUNDATION_Rd = "_Rd$"
IDS_EC_FOUNDATION_Rdmax = "_Rdmax$"
IDS_EC_FOUNDATION_As_min = "A_s,min$"
IDS_EC_FOUNDATION_APP_As_min = "Zastosowane A_s,min$"
IDS_EC_FOUNDATION_s_req = "s_req$"
IDS_EC_FOUNDATION_s_req1 = "s_req.1$"
IDS_EC_FOUNDATION_s_req2 = "s_req.2$"
IDS_EC_FOUNDATION_s__s = "s_%s$"
IDS_EC_FOUNDATION_L_SELF_WEIGHT = "Ciężar\nWłasny"
IDS_EC_FOUNDATION_L_SURFACE = "L_surface$"
IDS_EC_FOUNDATION_H_SOIL = "H_soil$"
IDS_EC_FOUNDATION_C_x = "C_x$"
IDS_EC_FOUNDATION_C_y = "C_y$"
IDS_EC_FOUNDATION_Ecc_x = "Ecc_x$"
IDS_EC_FOUNDATION_Ecc_y = "Ecc_y$"
IDS_EC_FOUNDATION_TOP = "Góra"
IDS_EC_FOUNDATION_BOT = "Dół"
IDS_EC_FOUNDATION_LAYER__i__EA = "Warstwa %i\t : %i EA ("
IDS_EC_FOUNDATION_STRIRRUP__s = "Strzemię \t : %s ("
IDS_EC_FOUNDATION_TRANS_BAR__s__s = "Pręt zbrojeniowy poprzeczny \t : %s-%s ("
IDS_EC_FOUNDATION_SURCHARGE_LOAD_NOT = "Obciążenie naddatkiem nie jest uwzględnione."
IDS_EC_FOUNDATION_FOR_UNIT_WIDTH = "dla jednostkowej szerokości"
IDS_EC_FOUNDATION_FOR_WHOLE_WIDTH = "dla całkowitej szerokości"
IDS_EC_MEMBER_NAME = "NAZWA PRĘTA"
IDS_EC_GENERAL_INFORMATION = "Informacje ogólne"
IDS_EC_DESIGN_CODE = "Norma projektowa"
IDS_EC_UNIT_SYSTEM = "System jednostek"
IDS_EC_SECTION = "Przekrój"
IDS_EC_SECTION_SIZE = "Wielkość przekroju"
IDS_EC_SECTION_SHAPE_T = "Przekrój T"
IDS_EC_SECTION_SHAPE_RECT = "Przekrój prostokątny"
IDS_EC_THICKNESS = "Grubość"
IDS_EC_MATERIAL = "Materiał"
IDS_EC_REBAR_COVER = "Pokrycie"
IDS_EC_REBAR_DISTANCE = "Odległość"
IDS_EC_CONSIDERED = "Rozważane"
IDS_EC_NOT_CONSIDERED = "Nie rozważane"
IDS_EC_POSITION_CAPITAL = "POZYCJA"
IDS_EC_POS = "POZ"
IDS_EC_DESIGN_FORCES = "Siły projektowe"
IDS_EC_FORCES = "Siły"
IDS_EC_BY_LOAD_COMB = "według kombinacji obciążeń"
IDS_EC_SURCHARGE_LOAD_SELF_WEIGHT = "Obciążenie naddatkiem i ciężar własny"
IDS_EC_REINFORCEMENT = "Zbrojenie"
IDS_EC_TOP_BAR = "Górny pręt"
IDS_EC_BOTTOM_BAR = "Dolny pręt"
IDS_EC_TOP = "Góra"
IDS_EC_BOTTOM = "Dół"
IDS_EC_EXT_BAR = "Pręt zewn."
IDS_EC_INT_BAR = "Pręt wewn."
IDS_EC_BOT = "Dol."
IDS_EC_EXT = "Zewn."
IDS_EC_INT = "Wewn."
IDS_EC_STIRRUP = "Strzemię"
IDS_EC_TRANSVERSE_BAR = "Pręt poprzeczny"
IDS_EC_POSITION_I = "I"
IDS_EC_POSITION_M = "M"
IDS_EC_POSITION_J = "J"
IDS_EC_RATIO = "Współczynnik"
IDS_EC_LAYER = "Warstwa"
IDS_EC_REMARK = "Uwagi"
IDS_EC_ITEMS = "Elementy"
IDS_EC_VALUE = "Wartość"
IDS_EC_INPUT_DATA_LIST = "Lista danych wejściowych"
IDS_EC_LENGTH = "Długość"
IDS_EC_FACTOR = "Współczynnik"
IDS_EC2_BEAM_GENERATE_REPORT = "Generowanie raportu RC/Belka..."
IDS_EC2_BEAM_MOMENT_FORCES = "Momenty i Siły"
IDS_EC2_BEAM_FORCE_REINFORCEMENT = "Siły i Zbrojenia"
IDS_EC2_BEAM_COMPRESSION_REBAR = "Zbrojenie ściskane"
IDS_EC2_BEAM_SPLICE_TYPE = "Typ połączenia"
IDS_EC2_BEAM_REPORT_CALC_SHEAR_RATIO = "Oblicz stosunek nośności na ścinanie"
IDS_EC2_BEAM_REPORT_CALC_STIRRUP_SPACE = "Oblicz rozstaw zbrojenia na ścinanie"
IDS_EC2_BEAM_REPORT_CALC_VRD_S = "Oblicz nośność na ścinanie ze zbrojeniem na ścinanie"
IDS_EC2_BEAM_REPORT_CALC_VRD_MAX = "Oblicz maksymalną nośność przekroju na ścinanie"
IDS_EC2_BEAM_CHECK_ONEWAY_SHEAR = "Sprawdź ścinanie jednokierunkowe"
IDS_EC2_BEAM_CHECK_MOMENT_CAPACITY = "Sprawdź nośność momentu zginającego"
IDS_EC2_BEAM_CALC_MATL_DGN_STRENGTH = "Oblicz obliczeniową wytrzymałość materiałów"
IDS_EC2_BEAM_CALC_DGN_PARAM = "Oblicz parametr projektowy"
IDS_EC2_BEAM_CALC_REQ_REBAR_AREA = "Oblicz wymaganą powierzchnię zbrojenia"
IDS_EC2_BEAM_CALC_LIMIT_REBAR_AREA = "Oblicz granicę powierzchni zbrojenia"
IDS_EC2_BEAM_CHECK_TENS_REBAR_AREA = "Sprawdź powierzchnię zbrojenia rozciąganego"
IDS_EC2_BEAM_CALC_MOMENT_CAPACITY = "Oblicz nośność na zginanie"
IDS_EC2_BEAM_CALC_MOMENT_RATIO = "Oblicz stosunek nośności na zginanie"
IDS_EC2_BEAM_SKIP_MOMENT_ZERO = "Moment wynosi zero. Pominięto"
IDS_EC2_BEAM_CHECK_SHEAR_CAPACITY = "Sprawdź nośność na ścinanie"
IDS_EC2_BEAM_CALC_SHEAR_CAPACITY_CONC = "Oblicz nośność na ścinanie bez zbrojenia na ścinanie"
IDS_EC2_BEAM_REBAR_POSITIVE = "Dodatni"
IDS_EC2_BEAM_REBAR_NEGATIVE = "Ujemny"
IDS_EC2_BEAM_REBAR_POSITIVE_INT = "Dodatnie, wewn."
IDS_EC2_BEAM_REBAR_NEGATIVE_EXT = "Ujemne, zewn."
IDS_EC2_BEAM_SLAB_THICKNESS = "Grubość płyty"
IDS_EC2_BEAM_EFFECTIVE_WIDTH = "Szerokość efektywna"
IDS_EC2_BEAM_INPUT_LIST_TITLE = "LISTA DANYCH WEJŚCIOWYCH BELKI"
IDS_EC2_ANALYSIS_AS_RECTANGLE_BEAM = "Analizuj jako belkę prostokątną"
IDS_EC2_ANALYSIS_AS_TEE_BEAM = "Analizuj jako belkę T"
IDS_EC2_DO_NOT_CHK_CRACK_WIDTH = "Nie sprawdzaj szerokości rozwarcia rys"
IDS_EC2_CRACK_LIMIT = "Graniczna szerokość rozwarcia rys"
IDS_EC2_CHK_CRACK_WIDTH = "Sprawdź szerokość rozwarcia rys"
IDS_EC2_CHK_CRACK_WIDTH_FACTORS = "Czynniki szerokości rozwarcia rys"
IDS_EC2_CHK_CRACK_OF_CHARACTERISTIC_LOAD = "Sprawdź rozwarcie rysy dla obciążenia charakterystycznego"
IDS_EC2_CHK_CRACK_OF_QUASI_LOAD = "Sprawdź rozwarcie rysy dla obciążenia quasi-stałego"
IDS_EC2_CHK_CRACK_OF_FREQUENT_LOAD = "Sprawdź rozwarcie rysy dla obciążenia częstego"
IDS_EC2_EXPOSURE_CLASS = "Klasa ekspozycji"
IDS_EC2_CHECK_STRESS_LIMITATION = "Sprawdź ograniczenie naprężeń"
IDS_EC2_CRITERIA_DEFLECTION = "Kryteria ugięcia"
IDS_EC2_FOR_CHARACTERISTIC_DEFLECTION = "Dla ugięcia pod obciążeniem charakterystycznym"
IDS_EC2_FOR_QUASI_PERMANENT_DEFLECTION = "Dla ugięcia przy obciążeniu quasi-stałym"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Współczynnik wzmocnienia ugięcia"
IDS_EC2_DEFLECTION = "Ugięcie"
IDS_EC2_DIVIEDED_BY2_CANTILEVER = "Podzielone przez 2 dla wspornika"
IDS_EC2_SUPPORT = "Podpora"
IDS_EC2_SPAN = "Przęsło"
IDS_EC2_CHARACTERISTIC = "Charakterystyczny"
IDS_EC2_QUASI_PERMANENT = "Quasi-trwały"
IDS_EC2_FREQUENT = "Częsty"
IDS_EC2_DURATION = "Czas trwania"
IDS_EC_DEAD = "Stałe"
IDS_EC_DEAD_LOAD = "Obciążenie stałe"
IDS_EC_LIVE = "Użytkowe"
IDS_EC_LIVE_LOAD = "Obciążenie użytkowe"
IDS_EC_SECT_DOT_UCASE = "PRZEKR."
IDS_EC2_CHARACTERISTIC_DEFLECTION = "Ugięcie charakterystyczne"
IDS_EC2_QUASI_PERMANENT_DEFLECTION = "Ugięcie quasi-stałe"
IDS_EC2_CHECK_DEFLECTION = "Sprawdź ugięcie"
IDS_EC_SUPPORT_CONDITION = "Warunki podparcia"
IDS_EC_CHARACTERISTIC_DEFLECTION_FACTOR = "Współczynnik ugięcia charakterystycznego"
IDS_EC_QUASI_DEFLECTION_FACTOR = "Współczynnik ugięcia quasi-stałego"
IDS_EC_DURATION_FOR_SUSTAIN_LOAD = "Czas trwania dla obciążenia długotrwałego"
IDS_EC_SUSTAIN_LOAD = "Obciążenie długotrwałe"
IDS_EC2_CBSF_MAIN_RIB = "Główne żebro"
IDS_EC2_CBSF_FLANGE_PART = "Część półki"
IDS_EC2_CBSF_CALC_FORCE_FLANGE_PART = "Oblicz siłę obliczeniową (część półki)"
IDS_EC2_CBSF_FORCE_PARAM_FLANGE_PART = "Parametr siły projektowej"
IDS_EC2_CBSF_FORCE_FLANGE_PART = "Siła projektowa (część półki)"
IDS_EC2_CBSF_SOIL_BEARING_CAPACITY = "Nośność gruntu"
IDS_EC2_CBSF_CHECK_SOIL_BEARING_CAPACITY = "Sprawdź nośność gruntu"
IDS_EC2_CBSF_CALC_SOIL_BEARING_RATIO = "Oblicz stosunek nośności gruntu"
IDS_EC2_CBSF_INPUT_LIST_TITLE = "LISTA DANYCH WEJŚCIOWYCH CIĄGŁEJ BELKI ŁAWY FUNDAMENTOWEJ"
IDS_EC2_CBSF_GENERATING_CBSF_REPORT = "Generowanie raportu ławy fundamentowej..."
IDS_EC_FOUNDATION_MOMENT_X_DIR_MEDY__s = "Moment – kierunek X (MEdy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MEDX__s = "Moment – kierunek Y (MEdx, %s)"
IDS_EC2_CWALL_INPUT_LIST_TITLE = "LISTA DANYCH WEJŚCIOWYCH ŚCIANY ZESPOLONEJ"
IDS_EC2_CWALL_GENERATING_CWALL_REPORT = "Generowanie raportu Ściany zespolonej..."
IDS_EC2_CWALL_WALL_ID = "ID Ściany"
IDS_EC_LOAD_COMBINATIONS = "Kombinacje obciążeń"
IDS_EC_LCB = "LCB"
IDS_EC2_CWALL_START_POINT = "Punkt początkowy"
IDS_EC2_CWALL_END_POINT = "Punkt końcowy"
IDS_EC_INFORMATION = "Informacje"
IDS_EC_SPACING_LIMIT = "Maksymalny rozstaw"
IDS_EC2_CWALL_VERT_REBAR_POSITION = "Pozycja pionowego pręta zbrojeniowego"
IDS_EC2_CWALL_VERT_REBAR = "Zbrojenie pion."
IDS_EC2_CWALL_HORZ_REBAR = "Zbrojenie poziom."
IDS_EC2_CWALL_END_REBAR = "Pręt zbrojeniowy końcowy"
IDS_EC2_CWALL_REBAR_ARRANGEMENT = "Układ"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "Podziel równo według najbliższego rozstawu"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EXACT = "Podziel według dokładnego rozstawu"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_END = "Od końca"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_MID = "Od środka"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_ADD_REBAR = "Dodaj pręt"
IDS_EC_CHECK_SLENDERNESS_RATIO = "Sprawdź współczynnik smukłości"
IDS_EC_CALC_RADIUS_GYRATION = "Oblicz promień bezwładności"
IDS_EC_CALC_SLENDERNESS_RATIO = "Oblicz współczynnik smukłości"
IDS_EC_CALC_SLENDERNESS_RATIO_LIMIT = "Oblicz graniczny współczynnik smukłości"
IDS_EC_SLENDER = "Smukły"
IDS_EC_NOT_SLENDER = "Krępy"
IDS_EC_CHECK_MIN_MOMENT = "Sprawdź minimalny moment"
IDS_EC_CALC_MIN_MOMENT = "Oblicz minimalny moment"
IDS_EC_CALC_MIN_ECCEN = "Oblicz minimalny mimośród"
IDS_EC_CHECK_DESIGN_MOMENT = "Sprawdź moment projektowy"
IDS_EC_CALC_DESIGN_MOMENT = "Oblicz moment projektowy"
IDS_EC_DESIGN_MOMENT = "Moment projektowy"
IDS_EC_X_DIRECTION = "Kierunek X"
IDS_EC_Y_DIRECTION = "Kierunek Y"
IDS_EC_CHECK_DESIGN_PARAMETER = "Sprawdź parametr projektowy"
IDS_EC_CALC_REBAR_RATIO = "Oblicz współczynnik zbrojenia"
IDS_EC_CALC_ECCENTRICITY = "Oblicz mimośród"
IDS_EC_ROTATION_NA = "Kąt obrotu osi obojętnej"
IDS_EC_CALC_CONCEN_AXIAL_CAPACITY = "Oblicz nośność na osiowe obciążenie centryczne"
IDS_EC_CHECK_MOMENT_CAPACITY = "Sprawdź nośność na zginanie"
IDS_EC_CALC_CAPACITY_CONCRETE = "Oblicz nośność bloku naprężeń ściskających"
IDS_EC_CALC_CAPACITY_REBAR = "Oblicz nośność pręta zbrojeniowego"
IDS_EC_CALC_NORMINAL_CAPACITY_FOR_NA = "Oblicz nośność nominalną dla osi obojętnej"
IDS_EC_CALC_AXIAL_MOMENT_CAPACITY = "Oblicz nośności na obciążenie osiowe i moment"
IDS_EC_CHECK_SHEAR_CAPACITY = "Sprawdź nośność na ścinanie"
IDS_EC_CALC_STIRRUP_MAX_SPACE = "Oblicz maksymalny rozstaw"
IDS_EC_CALC_SHEAR_STRENGTH = "Oblicz wytrzymałość na ścinanie"
IDS_EC_LENGTH_FACTOR = "Długość i Współczynnik"
IDS_EC_MOMENT_CAPACITY = "Nośność na zginanie"
IDS_EC_SHEAR_CAPACITY = "Nośność ścinania"
IDS_EC_CHECK_ITEM = "Sprawdź element"
IDS_EC_NO = "Nie"
IDS_EC_CHK = "CHK"
IDS_EC_NAME = "Nazwa"
IDS_EC_DESCRIPTION = "Opis"
IDS_EC_DESIGN_FORCE = "Siła projektowa"
IDS_EC2_CWALL_FLANGE_WIDTH = "Szerokość półki"
IDS_EC2_CWALL_FLANGE_WIDTH_ACTUAL = "Rzeczywista szerokość"
IDS_EC2_CWALL_FLANGE_WIDTH_EFFECT = "Szerokość efektywna"
IDS_EC2_CWALL_GLOBAL = "Globalny"
IDS_EC_SHEAR_REINFORCEMENT_NOT_REQUIRED = "Zbrojenie na ścinanie nie jest wymagane."
IDS_EC_SHEAR_REINFORCEMENT_REQUIRED = "Zbrojenie na ścinanie jest wymagane."
IDS_EC_2ND_ORDER_EFFECT = "Efekty drugiego rzędu"
IDS_EC_IMPERFECTION = "Imperfekcja"
IDS_EC_AUTO_CALC = "Obl. autom."
IDS_ERCO_MOMENT_CAPACITY = "Sprawdź nośność na zginiaie"
IDS_ERCO_NOMINAL_CAPACITY_BALANCED = "Oblicz nośność nominalną dla osi zrównoważonej"
IDS_ERCO_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Oblicz nośność nominalną dla osi obojętnej"
IDS_ERCO_BANLANCED_AXIS = "Oś zrównoważona"
IDS_ERCO_NEUTRAL_AXIS = "Oś neutralna"
IDS_ERCO_CAPACITY_REBAR = "Oblicz nośność pręta zbrojeniowego"
IDS_ERCO_CAPACITY_COMPRESSION_BLOCK = "Oblicz nośność bloku naprężeń ściskających"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "Oblicz współczynnik redukcji wytrzymałości"
IDS_EC_ERCO_GENERATE_REPORT = "Generowanie raportu dla słupa RC..."
IDS_EC_ERCO_CHK_SERVICEABILITY = "Sprawdź użyteczność"
IDS_EC_ERCO_SERVICEABILITY_FACTORS = "Współczynniki użyteczności"
IDS_EC_ERCO_CHK_CHARACTERISTIC_LOAD_STRESS_OF_CONC = "Sprawdź obciążenie charakterystyczne ( Naprężenie Betonu )"
IDS_EC_ERCO_CHK_QUASI_LOAD_LINEAR_CREEP = "Sprawdź obciążenie quasi-stałe ( pełzanie liniowe )"
IDS_EC_ERCO_CHK_FREQUENT_LOAD_STRESS_OF_CONC = "Sprawdź obciążenie częste ( Naprężenie Betonu )"
IDS_EC_ERCO_CRACKED_SECTION = "Przekrój zarysowany"
IDS_EC_ERCO_UNCRACKED_SECTION = "Przekrój niezarysowany"
IDS_EC_ERCO_LINEAR_CREEP = "Pełzanie liniowe"
IDS_EC_ERCO_NONLINEAR_CREEP = "Pełzanie nieliniowe"
IDS_EC_ERCO_LONG_TERM = "Długoterminowy"
IDS_EC_ERCO_SHORT_TERM = "Krótkoterminowy"
IDS_URGC_EFFECTIVE_AREA = "Powierzchnia efektywna"
IDS_URGC_GENERATE_REPORT = "Generowanie raportu słupa RC o przekroju ogólnym..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "LISTA DANYCH WEJŚCIOWYCH SŁUPA RC O PRZEKROJU OGÓLNYM"
IDS_ESBC_INPUT_LIST = "LISTA DANYCH WEJŚCIOWYCH POŁĄCZENIA ŚRUBOWEGO STALOWEGO"
IDS_ESBC_PLATE = "Płyta"
IDS_ESBC_PLATE_WEB = "Płyta (Środnik)"
IDS_ESBC_PLATE_FLANGE = "Płyta (Półka)"
IDS_ESBC_BOLT = "Śruba"
IDS_ESBC_EXTENSION = "Rozszerzenie"
IDS_ESBC_AUTO = "Auto"
IDS_ESBC_SUPPORTED_MEM = "Podparty pręt"
IDS_ESBC_SUPPORTING_MEM = "Podpierający pręt"
IDS_ESBC_BOLT_TYPE = "Typ śruby"
IDS_ESBC_WELDING = "Spawanie"
IDS_ESBC_WELDING_MATERIAL_AND_LEG = "Materiał i bok spoiny"
IDS_ESBC_WELDING_MATERIAL = "Materiał spawania"
IDS_ESBC_WELDING_LEG = "Bok spoiny"
IDS_ESBC_MAX_VALUE = "Maksymalna wartość"
IDS_ESBC_NOT_CHK = "Nie sprawdzaj"
IDS_ESBC_CHK_MAX_VALUE = "Sprawdź maksymalny rozstaw i wartość wysunięcia"
IDS_ESBC_NOT_CHK_MAX_VALUE = "Nie sprawdzaj maksymalnego rozstawu i wartości wysunięcia"
IDS_ESBC_LEVEL_AND_GAP = "Poziom i szczelina"
IDS_ESBC_LEVEL = "Poziom"
IDS_ESBC_GAP = "Szczelina"
IDS_ESBC_PERCENT = "Procent"
IDS_ESBC_APPLY = "Zastosuj"
IDS_ESBC_DIVISION = "Blacha podziałowa"
IDS_ESBC_DIVISION_APPLY = "Zastosuj blachę podziałową"
IDS_ESBC_DIVISION_NOT_APPLY = "Nie stosuj blachy podziałowej"
IDS_ESBC_APPLIED_FORCE = "Siła zastosowana"
IDS_ESBC_MEMB_STRENGTH = "Wytrzymałość pręta"
IDS_ESBC_CHK_FLG_COVER_PLATE = "Sprawdź blachę nakładkową pasa"
IDS_ESBC_CHK_NET_TENSION = "Sprawdź występowanie rozciągania wypadkowego"
IDS_ESBC_CHK_NET_TENSION_OCCUR = "Wystąpienie rozciągania wypadkowego"
IDS_ESBC_CHK_NET_TENSION_NOT_OCCUR = "Rozciąganie wypadkowe nie występuje"
IDS_ESBC_CHK_PLATE_RESIS = "Sprawdź odporność blachy"
IDS_ESBC_CHK_BOLT_GROUP = "Sprawdź grupę śrub"
IDS_ESBC_CHK_MIN_RESIS = "Sprawdź minimalną odporność"
IDS_ESBC_CHK_CHK_COVER_PLATE = "Sprawdź blachę nakładkową"
IDS_ESBC_CHK_DIMENSION = "Sprawdź wymiar"
IDS_ESBC_CHK_PLATE = "Sprawdź blachę"
IDS_ESBC_CHK_FLG_WEB_DIMENSION = "Sprawdź wymiary blachy półki i środnika"
IDS_ESBC_CHK_THIK = "Sprawdź grubość"
IDS_ESBC_CHK_SPACING = "Sprawdź odstęp"
IDS_ESBC_CHK_PART_BOLT = "Śruba"
IDS_ESBC_CHK_PART_WEB = "Środnik"
IDS_ESBC_CHK_PART_FLANGE = "Półka"
IDS_ESBC_CHK_PART_PLATE = "Blacha"
IDS_ESBC_CHK_PART_COLUMN = "Słup"
IDS_ESBC_CHK_PART_CONNECT = "Połączenie"
IDS_ESBC_CHK_PART_PLATE_FIN = "Płyta fin"
IDS_ESBC_CHK_PART_PLATE_END = "Blacha węzłowa"
IDS_ESBC_CHK_PART_PLATE_DIV = "Blacha podziałowa"
IDS_ESBC_CHK_SUPPORTED_MEM = "Sprawdź podparty pręt"
IDS_ESBC_CHK_CONNECTION = "Sprawdź połączenie"
IDS_ESBC_CHK_SUPPORTING_MEM = "Sprawdź podpierający pręt"
IDS_ESBC_CHK_TYING_RESISTANCE = "Sprawdź nośność na zerwanie"
IDS_ESBC_CHK_STRUCT_INTEGRITY = "Sprawdź integralność strukturalną"
IDS_ESBC_CHK_SUPPORTED_WELD = "Sprawdź spoiny pręta podpartego"
IDS_ESBC_CHK_SUPPORTED_WEB = "Sprawdź nośność środnika na ścinanie"
IDS_ESBC_CHK_SUPPORTED_RESIS_NOTCH = "Sprawdź nośność w miejscu karbu"
IDS_ESBC_CHK_SUPPORTED_LOCAL_STA = "Sprawdź lokalną stabilność"
IDS_ESBC_CHK_SUPPORTED_BOLT_GROUP = "Sprawdź grupę śrub połączenia"
IDS_ESBC_CHK_SUPPORTED_PLATE_SHEAR = "Sprawdź blachę na ścinanie"
IDS_ESBC_CHK_SUPPORTING_SHEAR_BEARING = "Sprawdź Ścinanie i docisk pręta podpierającego"
IDS_ESBC_CHK_TYING_PLATE_BOLT = "Sprawdź blachę i śruby"
IDS_ESBC_CHK_TYING_SUPPORTED_WEB = "Sprawdź nośność środnika pręta podpartego"
IDS_ESBC_CHK_TYING_WELD = "Sprawdź odporność spawów"
IDS_ESBC_CHK_TYING_SUPPORTING_COL = "Sprawdź nośność środnika słupa podpierającego"
IDS_ESBC_CHK_NO_NEED_LOCAL_STABILITY = "Nie ma potrzeby uwzględniania stateczności miejscowej belki z karbem"
IDS_ESBC_CHK_NEED_LOCAL_STABILITY = "Należy uwzględnić stateczność miejscową belki z karbem"
IDS_ESBC_SHEAR = "Ścinanie"
IDS_ESBC_LOW_SHEAR = "Niskie ścinanie"
IDS_ESBC_HIGH_SHEAR = "Wysokie ścinanie"
IDS_ESBC_CHK_SHEAER_BOLT_GROUP = "Sprawdź ścinanie grupy śrub"
IDS_ESBC_CHK_BOLT_BEARING_PLATE = "Sprawdź docisk śruby w blasze"
IDS_ESBC_CHK_BOLT_BEARING_WEB = "Sprawdź docisk śruby w środniku pręta podpartego"
IDS_ESBC_CHK_SHAER_PLATE = "Sprawdź ścinanie blachy"
IDS_ESBC_CHK_BENADING_PLATE = "Sprawdź zginanie blachy"
IDS_ESBC_CHK_BUCKLING_PLATE = "Sprawdź wyboczenie boczne"
IDS_ESBC_CHK_WEB_SHEAR = "Sprawdź ścinanie środnika"
IDS_ESBC_CHK_SHEAR_NOTCH = "Sprawdź ścinanie środnika w pręcie podpartym z karbem"
IDS_ESBC_CHK_RESIS_CONNEC = "Sprawdź nośność w połączeniu"
IDS_ESBC_CHK_RESIS_NOTCH = "Sprawdź nośność w miejscu karbu"
IDS_ESBC_CHK_LOCAL_STABILITY = "Sprawdź lokalną stabilność"
IDS_ESBC_CHK_WELDING_SUPPORTING = "Sprawdź spawanie pręta podpierającego"
IDS_ESBC_CHK_SHEAR_N_BENDING = "Sprawdź ścinanie i zginanie"
IDS_ESBC_CHK_PLATE_TENSION = "Sprawdź nośność blachy na rozciąganie"
IDS_ESBC_CHK_PLATE_BOLT_SHEAR = "Sprawdź ścinanie śrub blachy"
IDS_ESBC_CHK_TENSION_REIS_WEB = "Sprawdź nośność środnika belki na rozciąganie"
IDS_ESBC_CHK_WEB_SUPPORTED = "Sprawdź środnik pręta podpartego"
IDS_ESBC_CHK_SUPPORTING_COL = "Sprawdź podpierający słup"
IDS_ESBC_CHK_LONG_FIN_PLATE = "Długa blacha węzłowa"
IDS_ESBC_CHK_SHORT_FIN_PLATE = "Krótka blacha węzłowa"
IDS_ESBC_CHK_SHEAR_RATIO = "Współczynnik ścinania"
IDS_ESBC_CHK_PUNCHING_RATIO = "Współczynnik przebicia"
IDS_ESBC_ORDINARY = "Zwykły"
IDS_ESBC_COUNTERSUNK = "Wpuszczony"
IDS_ESBC_SPACE_X = "Rozstwa(x)"
IDS_ESBC_SPACE_Y = "Rozstwa(y)"
IDS_ESBC_EXTENSION_X = "Rozszerzenie(x)"
IDS_ESBC_EXTENSION_Y = "Rozszerzenie(y)"
IDS_ESBC_CHK_EXTENSION = "Sprawdź rozszerzenie"
IDS_UCFT_GENERATE_REPORT = "Generowanie raportu słupau SRC CFT..."
IDS_UCFT_MATERIAL_STRENGTH_LIMITATION = "Ograniczenie wytrzymałości materiału"
IDS_UCFT_STEEL_SECTION_AREA_RATIO = "Współczynnik powierzchni przekroju stali"
IDS_UCFT_CALC_FORCE_ALLOCATION = "Oblicz przydział siły"
IDS_UCFT_REQUIRED_SHEAR_FORCE_TRANSFERRED_SHEAR_CONNECTOR = "Wymagana siła tnąca przenoszona przez łączniki na ścinanie"
IDS_UCFT_CALC_DIRECT_BOND_STRENGTH = "Oblicz wytrzymałość połączenia bezpośredniego"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_ONE_SIDE = "wypełniony słup zespolony wystaje na jedną stronę"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_BOTH_SIDE = "wypełniony słup zespolony wystaje na obie strony"
IDS_UCFT_CHECK_SECTION_CLASSIFICATION = "Sprawdź klasyfikację przekroju"
IDS_UCFT_CHECK_CLASSIFICATION = "Klasyfikacja"
IDS_UCFT_AXIAL = "Osiowy"
IDS_UCFT_FLEXURE = "Zginanie"
IDS_UCFT_FOR_AXIAL = "dla osiowego"
IDS_UCFT_FOR_FLEXURE = "dla zginania"
IDS_UCFT_TREATED_COMPACT = "Dlatego cały Przekrój traktuje się jako zwarty."
IDS_UCFT_TREATED_NONCOMPACT = "Dlatego cały Przekrój traktuje się jako niezwarty."
IDS_UCFT_OVER_LAMDA_MAX = "Dlatego cały stosunek szerokości do grubości przekroju jest większy niż "
IDS_UCFT_OVER = "Ponad"
IDS_UCFT_UNDER = "Pod"
IDS_UCFT_SEISMIC = "Sejsmiczny"
IDS_UCFT_SPECIAL_PROVISION = "Specjalne postanowienie"
IDS_UCFT_HIGH_DUCTILITY = "Wysoka ciągliwość"
IDS_UCFT_MIDDLE_DUCTILITY = "Średnia ciągliwość"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MAJOR_AXIS = "Sprawdź nośność plastyczną na zginanie względem osi głównej"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MINOR_AXIS = "Sprawdź nośność plastyczną na zginanie względem osi drugorzędnej"
IDS_UCFT_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Sprawdź nośność na moment sprężysty na zginanie względem osi głównej"
IDS_UCFT_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Sprawdź nośność na moment sprężysty na zginanie względem osi drugorzędnej"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Sprawdź nośność na moment pierwszego uplastycznienia względem osi głównej"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Sprawdź nośność na moment pierwszego uplastycznienia względem drugorzędnej"
IDS_UCFT_BY_AUROMESH = "Auto siatkowanie"
IDS_UCCO_STEEL_HSS = "Stal HSS"
IDS_UCCO_CHECK_LOAD_TRANSFER = "Sprawdź transfer obciążenia"
IDS_UCCO_MATERIAL_N_SECTION = "Materiał i przekrój"
IDS_UCCO_CONCRETE_MATERIAL = "Materiał betonowy"
IDS_UCCO_STEEL_MATERIAL = "Materiał stalowy"
IDS_UCCO_STEEL_SHAPE = "Kształt stali"
IDS_UCCO_EXTERNAL_FORCE_TO = "Siła zewnętrzna do"
IDS_UCCO_CFT_MEMBER_EXTEND_TO = "Pręt CFT rozciąga się do"
IDS_UCCO_LOAD_TRANSFER = "Transfer obciążenia"
IDS_UCCO_CHECK_LIMITATION = "Sprawdź ograniczenie"
IDS_UCCO_CHECK_MOMENT_STRENGTH = "Sprawdź wytrzymałość na zginanie"
IDS_UCCO_GENERATE_REPORT = "Generowanie raportu słupa SRC..."
IDS_UCCO_USE_CRITERIA_VALUE = "Użyj wartość graniczną"
IDS_UCCO_AUTO_CALCULATE = "Oblicz automatycznie."
IDS_UCCO_FLG = "Pas"
IDS_UCCO_CHECK_TRANSVERSE_REBAR_AREA = "Sprawdź pole powierzchni poprzecznego pręta zbrojeniowego."
IDS_UCCO_USE_DETAIL_HOOP_BAR_END = "Zastosuj detale zbrojenia obwodowego"
IDS_UCCO_INPUT_LIST = "LISTA WEJŚCIOWA SŁUPA SRC"
IDS_UCCO_LIMIT = "Limit"
IDS_UCCO_CHECK_REQUIREMENT_FOR_MATERIAL = "Sprawdź wymagania dla materiału"
IDS_UCCO_CALC_STEEL_RATIO = "Oblicz stosunek stali"
IDS_UCCO_CALC_MAIN_BAR_SPACE = "Oblicz przestrzeń głównego pręta"
IDS_UCCO_CALC_CAPACITY_STEEL = "Oblicz pojemność stali"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "Sprawdź długość zakotwienia śruby kotwiącej"
IDS_USBP_BASE_PLATE = "Blacha podstawowy"
IDS_USBP_ANCHOR_BOLT = "Śruba kotwiąca"
IDS_USBP_WING_PLATE = "Blacha skrzydełkowa"
IDS_USBP_RIB_PLATE = "Blacha żebrowa"
IDS_USBP_RIB_WING_PLATE = "Blacha żebrowa i blacha skrzydełkowa"
IDS_USBP_PEDESTAL = "Cokół"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "Sprawdź naprężenie dociskowe blachy podstawy"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "Siła reakcji nie istnieje."
IDS_USBP_BEARING_STRESS = "Naprężenie nośne"
IDS_USBP_BEARING_STRENGTH = "Wytrzymałość nośna"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "Oblicz naprężenie dociskowe Betonu"
IDS_USBP_CALC_BEARING_STRENGTH_CONCRETE = "Oblicz wytrzymałość na docisk Betonu"
IDS_USBP_CHECK_TENSILE_STRENGTH = "Sprawdź wytrzymałość na rozciąganie"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "Siła rozciągająca nie istnieje."
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "Sprawdź długość zakotwienia"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "Zastosowana kombinacja obciążeń dla naprężenia dociskowego"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "Sprawdź naprężenie rozciągające śruby kotwiącej"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "Sprawdź naprężenie rozciągające w docisku"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "Siła rozciągająca nie istnieje."
IDS_USBP_CHECK_BASE_PLATE = "Sprawdź blachę podstawową"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "Moment projektowy"
IDS_USBP_FORCE_DIAGRAM = "Diagram sił"
IDS_USBP_CHECK_RIB_PLATE = "Sprawdź blachę żebrową"
IDS_USBP_CHECK_WING_PLATE = "Sprawdź blachę skrzydełkową"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "Sprawdź śrubę kotwiącą"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "Śruba kotwiąca nie istnieje."
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "Sprawdź długość zakotwienia śruby kotwiącej"
IDS_USBP_INPUT_LIST = "LISTA DANYCH WEJŚCIOWYCH STALOWEJ BLACHY PODSTAWY"
IDS_USBP_START_ANGLE = "Kąt początkowy"
IDS_USBP_GENERATE_REPORT = "Generowanie raportu stalowej blachy podstawy..."
IDS_USBP_CALC_BP_THK = "Oblicz grubość blachy podstawowej"
IDS_CALC_THK_RATIO = "Oblicz stosunek grubości blachy podstawy"
IDS_EC_UNLIMITED = "Nieograniczone"
IDS_ESMC_GENERATE_REPORT = "Generowanie raportu sztywnego połączenia śrubowego…"
IDS_ESBC_GENERATE_REPORT = "Generowanie raportu połączenia śrubowego..."
IDS_ESMC_ALONE = "samodzielnie"
IDS_ESMC_AND = "i"
IDS_ESMC_OR = "lub"
IDS_ESMC_APPLIED = "Zastosowane"
IDS_ESMC_AREA = "Powierzchnia"
IDS_ESMC_BEAM = "Belka"
IDS_ESMC_BEAMFLANGEANDWEB = "Półka i środnik belki"
IDS_ESMC_BEAMFLANGEWEBCOMPRESISTANCE = "Półka i środnik belki, nośność na ściskanie"
IDS_ESMC_BEAMFLANGEWEBINCOMPRESSION = "Półka i środnik belki w nośności na ściskanie"
IDS_ESMC_BEAMWEB = "Środnik belki"
IDS_ESMC_BEAMWEBINTRANSVERSETENSION = "Środnik belki w rozciąganiu poprzecznym"
IDS_ESMC_BOLT = "Śruba"
IDS_ESMC_BOLTBEARINGRESISTANCEATCOLUMNFLANGE = "Nośność pasa słupa na docisk śruby"
IDS_ESMC_BOLTBEARINGRESISTANCEATENDPLATE = "Nośność blachy czołowej na docisk śruby"
IDS_ESMC_BOLTGROUP = "Grupa śrub"
IDS_ESMC_BOLTINFORMATION = "Informacje o śrubach"
IDS_ESMC_BOLTINSHEAR = "Śruba poddana ścinaniu"
IDS_ESMC_BOLTROW = "Rząd śrub"
IDS_ESMC_BOLTSPACING = "Odległości między śrubami"
IDS_ESMC_BOLTSPACING_COLUMN = "Odległość krawędzi przy słupie"
IDS_ESMC_BOLTSPACING_PLATE = "Odległość krawędzi przy płycie"
IDS_ESMC_BOTTOMSTIFFENER = "Dolny usztywniacz"
IDS_ESMC_BRACKET = "Nawias"
IDS_ESMC_BUCKLINGCURVE = "Krzywa wyboczenia"
IDS_ESMC_BUCKLINGRESISTANCE = "Odporność na wyboczenie"
IDS_ESMC_CALCULATEAXIALFORCEEQILIBRIUM = "Równowaga siły osiowej"
IDS_ESMC_CALCULATEDEPTH = "Oblicz głębokość"
IDS_ESMC_CALCULATEEFFECTIVELENGTH = "Oblicz długość efektywną"
IDS_ESMC_COLUMN = "Słup"
IDS_ESMC_COLUMNFLANGE = "Pas słupa"
IDS_ESMC_COLUMNFLANGEINBENDING = "Pas słupa w zginaniu"
IDS_ESMC_COLUMNWEB = "Środnik słupa"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCE = "Środnik słupa, nośność na wyboczenie"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Środnik słupa, nośność na wyboczenie ze żebrem usztywniającym na ściskanie"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCE = "Środnik słupa, nośność na zgniatanie"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Środnik słupa, nośność na zgniecenie ze żebrem usztywniającym na ściskanie"
IDS_ESMC_COLUMNWEBINTRANSVERSECOMPRESSION = "Środnik słupa w ściskaniu poprzecznym"
IDS_ESMC_COLUMNWEBINTRANSVERSETENSION = "Środnik słupa w rozciąganiu poprzecznym"
IDS_ESMC_COLUMNWEBPANELINSHEAR = "Ścinany środnik słupa"
IDS_ESMC_COLUMNWEBPANELZONE = "Strefa panelu środnika słupa"
IDS_ESMC_COLUMNWEBSTIFFENER = "Usztywnienie środnika słupa"
IDS_ESMC_COMBINED = "Połączony"
IDS_ESMC_COMPRESSIONGOVERNED = "Przekrój o nośności ograniczonej ściskaniem"
IDS_ESMC_COMPRESSIONRESISTANCEOFCOLUMNWEBSHEAR = "Środnik słupa, nośność na Ścinanie poprzeczne"
IDS_ESMC_COMPRESSIONSTIFFENERDIMENSIONS = "Wymiary usztywnień ściskanych"
IDS_ESMC_COMPRESSIONZONE = "Strefa ściskania"
IDS_ESMC_COMPRESSIVERESISTANCE = "Odporność na ściskanie"
IDS_ESMC_CONNECTION = "Połączenie"
IDS_ESMC_DEPTH = "Głębokość"
IDS_ESMC_DEPTHABOVE600MM = "Głębokość > 600mm"
IDS_ESMC_DEPTHBELOW600MM = "Głębokość < 600mm"
IDS_ESMC_DESIGNFORCE = "Siła projektowa"
IDS_ESMC_DIA = "Śred."
IDS_ESMC_DOUBLE = "Podwójny"
IDS_ESMC_EDGEDISTANCE = "Odległość krawędzi"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERFORCRUSHING = "Efektywne pole zmiażdżenia z żebrem usztywniającym na ściskanie"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERWITHWEBPORTION = "Efektywne pole wyboczenia z żebrem usztywniającym na ściskanie"
IDS_ESMC_EFFECTIVESTIFFENERSECTIONFORBUCKLING = "Sprawdzenie efektywnego przekroju żebra usztywniającego na wyboczenie"
IDS_ESMC_EFFECTIVETENSIONRESISTANCEOFBOLTROWS = "Efektywna nośność na rozciąganie rzędów śrub"
IDS_ESMC_EFFECTIVEWIDTHOFWEBINCOMPRESSION = "Efektywna szerokość środnika ściskanego"
IDS_ESMC_EFFETIVESHEARRESISTANCE = "Efektywna nośność na ścinanie"
IDS_ESMC_EFFRESISTANCE = "Nośność efektywna"
IDS_ESMC_EN1993-1-1 = "EN 1993-1-1"
IDS_ESMC_EN1993-1-8 = "EN 1993-1-8"
IDS_ESMC_EN2-2-2 = "2.2(2)"
IDS_ESMC_EN3-2-1_1 = "3.2.1(1)"
IDS_ESMC_EN6-1_1 = "6.1(1)"
IDS_ESMC_EN6-2-6-1 = "6.2.6.1"
IDS_ESMC_EN6-2-6-2 = "6.2.6.2"
IDS_ESMC_EN6-2-6-3 = "6.2.6.3"
IDS_ESMC_EN6-2-6-7 = "6.2.6.7"
IDS_ESMC_EN6-2-6-8 = "6.2.6.8"
IDS_ESMC_EN6-2-7-2 = "6.2.7.2"
IDS_ESMC_EN6-2-7-2_7 = "6.2.7.2(7)"
IDS_ESMC_ENDPLATE = "Płyta końcowa"
IDS_ESMC_ENDPLATEINBENDING = "Płyta końcowa w zginaniu"
IDS_ESMC_ENMODE1 = "Tryb 1"
IDS_ESMC_ENMODE2 = "Tryb 2"
IDS_ESMC_ENMODE3 = "Tryb 3"
IDS_ESMC_ENP398 = "P398"
IDS_ESMC_ENSTEP5_WELDS = "KROK5 Spawy"
IDS_ESMC_ENSTEP6A_TENSIONSTIFFENER = "KROK6A Rozciągane uszztywnienie"
IDS_ESMC_ENTABLE3-1 = "Table 3.1"
IDS_ESMC_ENTABLE3-4 = "Table 3.4"
IDS_ESMC_ENTABLE6-2 = "Table 6.2"
IDS_ESMC_ENTABLE6-2ETC = "Table 6.2, 6.4, 6.5, 6.6"
IDS_ESMC_ENTABLE6-4ETC = "Table 6.4, 6.5, 6.6"
IDS_ESMC_EQULIBRIUMOFFORCES = "Równowaga sił"
IDS_ESMC_GENERAL = "Ogólne"
IDS_ESMC_GIRDERFLANGERESISTANCE = "Półka dźwigara"
IDS_ESMC_HAUNCH = "Wzmocnienie"
IDS_ESMC_HAUNCHFLANGERESISTANCE = "Półka wzmocnienia"
IDS_ESMC_HAUNCHWEBRESISTANCE = "Środnik wzmocnienia"
IDS_ESMC_HOLEDIA = "Śred. otworu"
IDS_ESMC_LAYOUT = "Układ grupy śrub"
IDS_ESMC_LENGTH = "Długość"
IDS_ESMC_MODE1RESISTANCE = "Opór trybu 1"
IDS_ESMC_MODE2RESISTANCE = "Opór trybu 2"
IDS_ESMC_MODE3RESISTANCE = "Opór trybu 3"
IDS_ESMC_MOMENTFORCEMINUS = "Rząd 1 oznacza dolny rząd grupy śrub"
IDS_ESMC_MOMENTFORCEPLUS = "Rząd 1 oznacza górny rząd grupy śrub"
IDS_ESMC_MOMENTRESISTANCE = "Nośność na zginanie"
IDS_ESMC_MOMENTRESISTANCEWITHHAUNCH = "Nośność na zginanie ze wzmocnieniem"
IDS_ESMC_MOMENTRESISTANCEWITHOUTHAUNCH = "Nośność na zginanie bez wzmocnienia"
IDS_ESMC_NAME = "Nazwa"
IDS_ESMC_NET = "Netto"
IDS_ESMC_NOCOLUMNS = "Liczba kolumn"
IDS_ESMC_NOREDUCTION = "Bez redukcji"
IDS_ESMC_NOROWS = "Liczba rzędów"
IDS_ESMC_NOTAPPLIED = "Nie zastosowano"
IDS_ESMC_NOTCHECK = "Nie sprawdzono"
IDS_ESMC_OK = "OK"
IDS_ESMC_PARTIALFACTOR_CONNECTION = "Czynniki częściowego połączenia"
IDS_ESMC_PARTIALFACTOR_STEEL = "Współczynniki częściowe dla stali konstrukcyjnej"
IDS_ESMC_PLATE = "Płyta"
IDS_ESMC_PLATEBUCKLINGREDUCTIONFACTOR = "Współczynnik redukcji wyboczenia płyty"
IDS_ESMC_PLATESLENDERNESS = "Smukłość płyty"
IDS_ESMC_PRETENSION = "Naciąg wstępny"
IDS_ESMC_REDUCTION = "Redukcja"
IDS_ESMC_REDUCTIONFACTORFORLONGITUDINALCOMPRESSIVESTRESS = "Współczynnik redukcyjny dla podłużnego naprężenia ściskającego"
IDS_ESMC_REDUCTIONFACTORFORSHEARINTERACTION = "Współczynnik redukcyjny z uwagi na interakcję ze ścinaniem"
IDS_ESMC_RESISTANCE = "Nośność"
IDS_ESMC_RESISTANCEOFCOLUMNFLANGEINBENDING = "Nośność pólki słupa na zginanie"
IDS_ESMC_RESISTANCEOFENDPLATEINBENDING = "Nośność blachy czołowej na zginanie"
IDS_ESMC_RESISTANCEWITHHAUNCH = "Nośność ze wzmocnieniem"
IDS_ESMC_ROW = "Rząd"
IDS_ESMC_SECTION = "Przekrój"
IDS_ESMC_SHEARREISTANCEOFSTIFFENEDWEB = "Nośność na ścinanie środnika usztywnionego"
IDS_ESMC_SHEARREISTANCEOFUNSTIFFENEDWEB = "Nośność na ścinanie środnika nieusztywnionego"
IDS_ESMC_SHEARRESISTANCE = "Nośność na ścinanie"
IDS_ESMC_SPACING = "Rozstaw"
IDS_ESMC_STEEL = "Stal konstrukcyjna"
IDS_ESMC_STIFFENEDCOLUMNWEB = "Nośność środnika słupa wzmocnionego"
IDS_ESMC_STIFFENERSIZE = "Rozmiar usztywnienia"
IDS_ESMC_SUMMARYBOLTROW = "Podsumowanie: Rząd śrub"
IDS_ESMC_SUMMARYMOMENTRESISTANCE = "Podsumowanie: Nośność na zginanie"
IDS_ESMC_SUMMARYRESISTANCEOFCOMPRESSIONZONE = "Podsumowanie: Nośność strefy ściskanej"
IDS_ESMC_TENSIONGOVERNED = "Zdominowany przez rozciaganie"
IDS_ESMC_TENSIONRESISTANCEOFBOLTROWS = "Nośność na rozciąganie rzędów śrub"
IDS_ESMC_TENSIONSTIFFENERCHECK = "Weryfikacja usztywnienia rozciąganego"
IDS_ESMC_TENSIONSTIFFENERDIMENSIONS = "Wymiary usztywnienia rozciąganego"
IDS_ESMC_TENSIONSTIFFENERNOREQUIRED = "Żebra usztywniające na rozciąganie nie są wymagane dla środnika słupa"
IDS_ESMC_TENSIONSTIFFENERREQUIRED = "Żebra usztywniające na rozciąganie są wymagane dla środnika słupa"
IDS_ESMC_TENSIONSTIFFENERRESISTANCE = "Nośność usztywnienia rozciąganego"
IDS_ESMC_TENSIONZONETSTUBS = "Modele T-stubs w strefie rozciąganej"
IDS_ESMC_THICKNESS = "Grubość"
IDS_ESMC_TOPSTIFFENER = "Górne usztywnienie"
IDS_ESMC_VERTICALSHEARRESISTANCE = "Pionowa nośność na ścinanie"
IDS_ESMC_WEBRESISTANCE = "Środnik dźwigara"
IDS_ESMC_WELDSCHECK = "Sprawdzenie spawów"
IDS_ESMC_WELDSIDES = "Boki spawów"
IDS_ESMC_WIDTH = "Szerokość"
IDS_ESMC_WITHROW = "z rzędem"
IDS_EC_FLANGE = "Półka"
IDS_EC_WEB = "Środnik"
IDS_EC_MEMBER_TYPE = "Typ pręta"
IDS_EC_SECTION_PROPERTY = "Właściwość przekroju"
IDS_EC_BUILT_UP = "Spawany"
IDS_EC_ROLLED = "Walcowany"
IDS_EC_CHK_ITEMS = "Elementy do sprawdzenia"
IDS_EC_MAJOR_AXIS_X = "Oś główna (X)"
IDS_EC_MINOR_AXIS_Y = "Oś pomocnicza (Y)"
IDS_EC_REQUIRED = "Wymagane"
IDS_EC_NO_REQUIRED = "Nie wymagane"
IDS_EC_CLASS = "Klasa"
IDS_EC_CLASS1 = "Klasa 1"
IDS_EC_CLASS2 = "Klasa 2"
IDS_EC_CLASS3 = "Klasa 3"
IDS_EC_CLASS4 = "Klasa 4"
IDS_EC_TABLE = "Tabela"
IDS_ESSG_KIJ_ANNEX = "Załącznik współczynnika interakcji"
IDS_ESSG_DETERMINATIO_INTERACTION_FACTOR = "Określenie współczynnika interakcji"
IDS_ESSG_METHOD_1_ANNEX_A = "Zastosuj metodę 1 podaną w Załączniku A"
IDS_ESSG_METHOD_2_ANNEX_B = "Zastosuj metodę 2 podaną w Załączniku B"
IDS_ESSG_CHK_AXIAL_RESISTANCE = "Sprawdzenie nośności osiowej"
IDS_ESSG_CALC_COMP_AXIAL_RESISTANCE = "Oblicz nośność osiową ściskania"
IDS_ESSG_CALC_TENS_AXIAL_RESISTANCE = "Oblicz nośność osiową rozciągania"
IDS_ESSG_CHK_SHEAR_RESISTANCE = "Sprawdzenie nośności na ścinanie"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MAJOR = "Oblicz nośność na ścinanie względem osi głównej (y)"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MINOR = "Oblicz nośność na ścinanie względem osi drugorzędnej (x)"
IDS_ESSG_APPLY_RIGID_END_POST = "Zastosuj typ sztywnego słupka końcowego"
IDS_ESSG_APPLY_NON_RIGID_END_POST = "Zastosuj typ nieszytywnego słupka końcowego"
IDS_ESSG_CHK_MOMENT_RESISTANCE = "Sprawdzenie oporu momentu"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MAJOR = "Oblicz nośność na zginanie względem osi głównej (x)"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MINOR = "Oblicz nośność na zginanie względem osi drugorzędnej (y)"
IDS_ESSG_CHK_BENDING_SHEAR_RESISTANCE = "Sprawdź nośność na zginanie i ścinanie"
IDS_ESSG_BENDING_SHEAR_RESISTANCE = "Nośność na zginanie i ścinanie"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MAJOR = "Oblicz nośność na zginanie i ścinanie względem osi głównej"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MINOR = "Oblicz nośność na zginanie i ścinanie względem osi drugorzędnej"
IDS_ESSG_CHK_BENDING_AXIAL_RESISTANCE = "Sprawdź nośność na zginanie i siłę osiową"
IDS_ESSG_BENDING_AXIAL_RESISTANCE = "Nośność na zginanie i siłę osiową"
IDS_ESSG_CALC_BENDING_AXIAL_RESISTANCE = "Oblicz nośność na zginanie i siłę osiową"
IDS_ESSG_CHK_GENERAL_INTERACTION_RATIO = "Sprawdzenie ogólnego współczynnika interakcji"
IDS_ESSG_CHK_BENDING_SHEAR_AXIAL_RESISTANCE = "Sprawdź nośność na zginanie, ścinanie i siłę osiową"
IDS_ESSG_BENDING_SHEAR_AXIAL_RESISTANCE = "Nośność na zginanie, ścinanie i siłę osiową"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MAJOR = "Oblicz nośność na zginanie, ścinanie i siłę osiową względem osi głównej"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MINOR = "Oblicz nośność na zginanie, ścinanie i siłę osiową względem osi drugorzędnej"
IDS_ESSG_CHK_FBR_RESISTANCE = "Sprawdzenie nośności na wyboczenie giętne"
IDS_ESSG_FBR_RESISTANCE = "Nośność na wyboczenie giętne"
IDS_ESSG_CALC_FBR_RESISTANCE_MAJOR = "Oblicz nośność na wyboczenie giętne względem osi głównej"
IDS_ESSG_CALC_FBR_RESISTANCE_MINOR = "Oblicz nośność na wyboczenie giętne względem osi drugorzędnej"
IDS_ESSG_CHK_TB_TFB_RESISTANCE = "Sprawdź wyboczenie skrętne oraz skrętno-giętne"
IDS_ESSG_TB_TFB_RESISTANCE = "Wyboczenie skrętne oraz skrętno-giętne"
IDS_ESSG_CALC_TB_RESISTANCE = "Oblicz nośność na wyboczenie skrętne"
IDS_ESSG_CALC_TFB_RESISTANCE = "Oblicz nośność na wyboczenie skrętno-giętne"
IDS_ESSG_CHK_LTB_RESISTANCE = "Sprawdź nośność na wyboczenie giętno-skrętne"
IDS_ESSG_LTB_RESISTANCE = "Nośność na zwichrzenie"
IDS_ESSG_CALC_LTB_RESISTANCE = "Oblicz nośność na zwichrzenie"
IDS_ESSG_CHK_BNC_RESISTANCE = "Sprawdź pręt jednorodny na zginanie i osiowe ściskanie"
IDS_ESSG_BNC_RESISTANCE = "Pręt jednorodny na zginanie i osiowe ściskanie"
IDS_ESSG_CALC_BNC_RESISTANCE = "Oblicz nośność pręta jednorodnego na zginanie i osiowe ściskanie"
IDS_ESSG_CHK_SHEAR_BUCKLING_RESISTANCE = "Sprawdzenie oporu wyboczenia ścinania"
IDS_ESSG_SHEAR_BUCKLING_RESISTANCE = "Nośność wyboczenia przy ścinaniu"
IDS_ESSG_CALC_SHEAR_BUCKLING_MAJOR = "Oblicz nośność na wyboczenie przy ścinaniu względem osi głównej"
IDS_ESSG_CALC_SHEAR_BUCKLING_MINOR = "Oblicz nośność na wyboczenie przy ścinaniu względem osi drugorzędnej"
IDS_ESSG_HIGH_SHAER = "Wysokie ścinanie"
IDS_ESSG_NOT_HIGH_SHAER = "Nie wysokie ścinanie"
IDS_ESSG_NEGLECT_EFFECT_ON_MOMNET_RESISTANCE = "Pomiń jego wpływ na nośność na zginanie."
IDS_ESSG_NO_REQUIRED_REDUCE_FOLLOWING_CONDITION = "Nie ma potrzeby redukcji przy spełnieniu poniższego warunku."
IDS_ESSG_NO_REQUIRED_REDUCE_B_FOLLOWING_CONDITION = "Nie ma potrzeby redukcji nośności na zginanie przy spełnieniu poniższego warunku."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION = "Nie ma potrzeby redukcji nośności na zginanie i siłę osiową przy spełnieniu poniższego warunku."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MINOR_AXIS = "Nie ma potrzeby redukcji warunku nośności na zginanie i siłę osiową dla osi drugorzędnej przy spełnieniu poniższego."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MAJOR_AXIS = "Nie ma potrzeby redukcji warunku nośności na zginanie i siłę osiową dla osi głównej przy spełnieniu poniższego."
IDS_ESSG_ALLOWANCE_FOR_EFFECT_ON_MAJOR_AND_MINOR_AXIS = "Uwzględnienie wpływu siły osiowej na oś główną i drugorzędną przy spełnieniu poniższego. "
IDS_ESSG_BUCKLING_CURVE = "Krzywa wyboczenia"
IDS_ESSG_LATERAL_TORSIONAL_BUCKLING_CURVE = "Krzywa zwichrzenia"
IDS_ESSG_LATERAL_TORSIONAL_N_BUCKLING_CURVE = "Krzywa \nZwichrzenia"
IDS_ESSG_NO_REQUIRED_TO_CHK_FBR = "Nie ma potrzeby sprawdzania nośności na wyboczenie"
IDS_ESSG_NO_REQUIRED_TO_CHK_TFB = "Nie ma potrzeby sprawdzania wyboczenia skrętnego oraz skrętno-giętnego"
IDS_ESSG_NO_REQUIRED_TO_CHK_LTB = "Nie ma potrzeby sprawdzania wyboczenia giętno-skrętnego"
IDS_ESSG_NO_REQUIRED_TO_CHK_BNC = "Nie ma potrzeby sprawdzania nośności na zginanie i osiowe ściskanie"
IDS_ESSG_NO_REQUIRED_TO_CHK_SHEARBUCK = "Nie ma potrzeby sprawdzania wyboczenia postaciowego przy ścinaniu"
IDS_ESSG_BUCKLING_EFFECT_MAY_BE_IGNORED = "Efekty wyboczenia mogą zostać pominięte."
IDS_ESSG_BUCKLING_EFFECT_SHOULD_BE_CONSIDERD = "Efekty wyboczenia należy uwzględnić."
IDS_ESSG_NO_CALCULATED_BY_ANNEX_A = "Obliczone według załącznika A"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_B = "Obliczone według załącznika B"
IDS_ADDITIONAL_BEARING_WIDTH_EN1993_1_8_CL626 = "Dodatkowa szerokość docisku (EN1993-1-8 cl6.2.6)"
IDS_ANCHOR_BOLT_BEARING_RESISTANCE = "Nośność kotwy na docisk"
IDS_ANCHOR_BOLT_FRICTION_RESISTANCE = "Nośność kotwy na tarcie"
IDS_ANCHOR_BOLT_SHEAR_PROPERTIES = "Właściwości kotew przy ścinaniu"
IDS_ANCHOR_BOLT_TENSILE_RESISTANCE = "Nośność kotwy na rozciąganie"
IDS_ASSEMBLYSTRONG_AXIS = "Montaż (oś mocna)"
IDS_ASSEMBLYWEAK_AXIS = "Montaż (oś słaba)"
IDS_BASE_PLATE_AND_ANCHOR_BOLT_PROPERTIES = "Właściwości blachy podstawy i śrub kotwiących"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_S = "Blacha podstawy na zginanie i śruby kotwiące na rozciąganie (oś mocna)"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_W = "Blacha podstawy na zginanie i śruby kotwiące na rozciąganie (oś słaba)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_S = "Blacha podstawy na zginanie i beton na ściskanie (oś mocna)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_W = "Blacha podstawy na zginanie i beton na ściskanie (oś słaba)"
IDS_BASE_PLATE_RESISTANCE_IN_COMPRESSION = "Nośność blachy podstawy na ściskanie"
IDS_BASE_PLATE_RESISTANCE_IN_TENSION = "Nośność blachy podstawy na rozciąganie"
IDS_BEARING_STRENGTHEN1993_1_8_CL625_ = "Wytrzymałość na docisk (EN1993-1-8 cl6.2.5) "
IDS_BTR = "BTR"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH = "Obliczenie długości efektywnej"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_EN1993_1_8_626 = "Obliczanie długości efektywnej (EN1993-1-8 6.2.6.4)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_INNER_BOLTS = "Obliczanie długości efektywnej (śruby wewnętrzne)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_OUTER_BOLTS = "Obliczanie długości efektywnej (śruby zewnętrzne)"
IDS_CALCULATION_OF_JOINT_RESISTANCE = "Obliczenie nośności złącza"
IDS_CHECK_BOLT_SHEAR = "Sprawdzenie ścinania śruby"
IDS_CHECK_BOLT_TENSION = "Sprawdzenie rozciągania śruby"
IDS_CHECK_COMBINED_SHEAR_AND_TORSION = "Sprawdź łączne ścinanie i moment skręcający"
IDS_CHECK_FOR_NO_OVERLAP_CONDITION = "Sprawdź warunek braku nakładania się elementów"
IDS_CHECK_FOR_PRYING_CONDITION = "Sprawdzenie warunku podważania"
IDS_CHECK_IF_EFFECTIVE_AREA_FITS_ON_THE_BASE_PLATE = "Sprawdź, czy efektywna powierzchnia mieści się na blasze podstawy"
IDS_COMLUMNFLANGE_AND_WEB_IN_COMPRESSIONSTRONG_AXI = "Słup, półka i środnik na ściskanie (oś mocna)"
IDS_COMPRESSED_PART_RESISTANCE = "Opór części sprężonej"
IDS_COMPRESSIVE_CAPACITY_CALCULATIONSTRONG_AXIS = "Obliczenie nośności na ściskanie (oś mocna)"
IDS_COMPRESSIVE_RESISTANCE_CALCULATION = "Obliczanie wytrzymałości na ściskanie"
IDS_COMPRESSIVE_RESISTANCE_CHECK = "Sprawdzenie wytrzymałości na ściskanie"
IDS_CORRELATION_FACTOR_FOR_FILLET_WELD = "Współczynnik korelacji dla spoiny pachwinowej"
IDS_DESIGN_ANCHOR_BOLT_RESISTANCE = "Wytrzymałość projektowa śruby kotwiącej"
IDS_DESIGN_BOND_ANCHORAGE_RESISTANCE = "Wytrzymałość projektowa zakotwienia"
IDS_DESIGN_CASE__LEFT_SIDE_IN_COMPRESSION_RIGHT_S = "Przypadek obliczeniowy: lewa strona ściskana, prawa strona ściskana"
IDS_DESIGN_CASE__LEFT_SIDE_IN_TENSION_RIGHT_SIDE_ = "Przypadek obliczeniowy: lewa strona rozciągana, prawa strona rozciągana"
IDS_DESIGN_COMPRESSION_RESISTANCE_OF_FLANGE = "Obliczeniowa nośność półki na ściskanie"
IDS_DESIGN_MOMENT_RESISTANCE_OF_COLUMN_BASE = "Obliczeniowa nośność podstawy słupa na zginanie"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_X_D = "Obliczeniowa nośność na ścinanie spoiny pachwinowej w kierunku X"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_Y_D = "Obliczeniowa nośność na ścinanie spoiny pachwinowej w kierunku Y"
IDS_DESIGN_TENSILE_RESISTANCE_FOR_FILLET_WELD = "Obliczeniowa nośność na rozciąganie spoiny pachwinowej"
IDS_EFFECTIVE_AREA_CALCULATION = "Obliczanie powierzchni efektywnej"
IDS_EFFECTIVE_AREA_FROM_FORCE_EQUILIBRIUM_EN1993_1 = "Efektywna powierzchnia z równowagi sił (EN1993-1-8 Cl.6.2.5)"
IDS_EFFECTIVE_AREA_OF_COMPRESSED_T_STUB = "Efektywna powierzchnia ściskanego T-Stub"
IDS_EFFECTIVE_LENGTHWIDTH_AND_AREA = "Długość efektywna, szerokość i powierzchnia"
IDS_EQUIVALENT_FORCE_CALCULATION_COLUMN_FLANGE = "Obliczenie siły równoważnej (półka słupa)"
IDS_EQUIVALENT_FORCE_CALCULATION_T_STUB = "Obliczenie siły równoważnej (T-Stub)"
IDS_FACTOR_M_FOR_OUTER_BOLTS = "Współczynnik m dla śrub zewnętrznych"
IDS_GROUT_INFLUENCING_CONCRETE_BEARING_RESISTANCE = "Zaprawa wpływająca na nośność betonu na docisk"
IDS_GROUT_NOT_INFLUENCING_CONCRETE_BEARING_RESISTA = "Zaprawa NIE wpływająca na nośność betonu na docisk"
IDS_LEAVER_ARM_OF_COMPRESSION_PART = "Ramię sił wewnętrznych części ściskanej"
IDS_LEAVER_ARM_OF_TENSION_PART = "Ramię sił wewnętrznych części rozciąganej"
IDS_LOAD_ECCENTRICITY = "Mimośród obciążenia"
IDS_MOMENT_CAPACITY = "Nośność na zginanie"
IDS_NO = "No"
IDS_NOX = "No(X)"
IDS_NOY = "No(Y)"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE = "Plastyczna nośność blachy podstawy na zginanie"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE_ = "Plastyczna nośność blachy podstawy na zginanie na jednostkę długości"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_THE_COLUMN = "Plastyczna nośność słupa na zginanie"
IDS_PRESENCE_OF_PRYING_EFFECT = "Występowanie efektu podważania"
IDS_RATIOX = "Współczynnik(x)"
IDS_RATIOY = "Współczynnik(y)"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_16282_ = "Redukcja nośności na zginanie (EN1993-1-1,6.2.8(2) "
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_162914__629 = "Redukcja nośności na zginanie (EN1993-1-1,6.2.9.1(4) & 6.2.9.1(5)"
IDS_RESISTANCE_OF_FAILURE_MODE_1 = "Nośność dla trybu zniszczenia 1"
IDS_RESISTANCE_OF_FAILURE_MODE_1_2 = "Nośność dla trybu zniszczenia 1-2"
IDS_RESISTANCE_OF_FAILURE_MODE_2 = "Nośność dla trybu zniszczenia 2"
IDS_RESISTANCE_OF_FAILURE_MODE_3 = "Nośność dla trybu zniszczenia 3"
IDS_RESISTANCE_OF_FAILURE_MODE_4COLUMN_WEB_IN_TENS = "Nośność dla trybu zniszczenia 4 (środnik słupa na rozciąganie) "
IDS_RESISTANCE_OF_T_STUB_FAILURE_MODE_1_2EN1993_1_ = "Nośność T-Stub dla trybu zniszczenia 1-2 (EN1993-1-8 Cl.6.2.4.1)"
IDS_RESISTANCE_OF_T_STUB_IN_TENSION = "Nośność T-Stub na rozciąganie"
IDS_RESISTANCE_OF_TENSION_T_STUB = "Nośność rozciąganego T-Stub"
IDS_RIB = "żebro"
IDS_SHEAR_DESIGNEN1993_1_8_TABLE_34 = "Projektowanie na ścinanie (EN1993-1-8 Tabela 3.4)"
IDS_SHEAR_FORCE_NOT_EXIST = "Siła tnąca nie występuje."
IDS_T = "t"
IDS_TENSION_FORCES = "Siły rozciągające"
IDS_TENSION_PART_RESISTANCE_VERIFICATION = "Weryfikacja wytrzymałości części rozciągającej"
IDS_TENSION_RESISTANCE_FACTORS = "Współczynniki wytrzymałości na rozciąganie"
IDS_TENSION_RESISTANCE_OF_BOLTS = "Wytrzymałość na rozciąganie śrub"
IDS_WELDING_CHECK_EN_1993_1_8_CL4533 = "Sprawdzenie spoin (EN 1993-1-8 Cl.4.5.3.3)"
IDS_WELDING_RATIO = "Współczynnik spawania"
IDS_WIDTH_OF_STRIP_AROUND_COLUMN_C_S_EN1993_1_8_CL = "Szerokość pasa wokół słupa C/S (EN1993-1-8 cl6.2.6)"
IDS_WING = "skrzydło"
IDS_CHECK_EDGE_DISTANCE_POST_INSTALLED_ANCHOR_BOLT = "Sprawdź odległość od krawędzi (kotwa instalowana po wykonaniu)"
IDS_CALCULATE_TENSILE_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Oblicz nośność na rozciąganie (kotwa instalowana po wykonaniu)"
IDS_CALCULATE_SHEAR_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Oblicz nośność na ścinanie (kotwa instalowana po wykonaniu)"
IDS_CHECK_DISTANCE_FROM_CONCRETE_EDGE_TO_CENTER_OF_ANCHOR_BOLT = "Sprawdź odległość od krawędzi betonu do środka kotwy"
IDS_CALCULATE_STRENGTH_OF_STEEL = "Oblicz wytrzymałość stali"
IDS_CALCULATE_SIZE_DATA = "Oblicz dane dotyczące rozmiaru"
IDS_CALCULATE_CONCRETE_BREAK_OUT_STRENGTH = "Oblicz nośność na wyrwanie stożka betonu"
IDS_CALCULATE_PULL_OUT_STRENGTH_OF_ANCHOR = "Oblicz nośność kotwy na wyciąganie"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_X = "Nośność na wyrwanie stożka betonu, Kierunek X"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_Y = "Nośność na wyrwanie stożka betonu, Kierunek Y"
IDS_CALCULATE_CONCRETE_PRY_OUT_STRENGTH = "Oblicz nośność na wyłupanie betonu"
IDS_CALCULATE_COMBINED_RATIO = "Oblicz współczynnik łączny"
IDS_CONDITION = "Warunek"
IDS_EQUATION = "Równanie"
IDS_RC_ANCHOR_BOLT_INPUT_LIST = "RC LISTA DANYCH WEJŚCIOWYCH KOTWY"
IDS_CHECK_FLANGE_AND_WEB_UNDER_CONCENTRATED_FORCE = "Sprawdź półkę i środnik pod obciążeniem skupionym"
IDS_CHECK_IF_STIFFENER_IS_REQUIRED = "Sprawdź, czy wymagane jest żebro usztywniające"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER = "Sprawdź wymagania dla usztywnienia"
IDS_CHECK_REQUIREMENT_FOR_TENSION_FIELD_ACTION = "Sprawdź wymagania dla pracy w polu rozciąganym"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER_TO_APPLY_TENSION_FIELD_ACTION = "Sprawdź wymagania dotyczące żebra usztywniającego dla pracy w polu rozciąganym"
IDS_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "Sprawdź środnik pod obciążeniem skupionym"
IDS_COLUMNS = "Słupy"
IDS_UNIFORM_LOAD = "Obciążenie jednorodne"
IDS_FINISH_LOAD = "Obciążenie końcowe"
IDS_CONSTRUCTION_LOAD = "Obciążenie konstrukcyjne"
IDS_CONSTRUCTION_STAGE = "Etap budowy"
IDS_CHECK_REQUIREMENT_FOR_STUD = "Sprawdź wymagania dla pręta"
IDS_CHECK_SIZE = "Sprawdź rozmiar"
IDS_CHECK_MATERIAL = "Sprawdź materiał"
IDS_MATERIAL_PROPERTIES_APPLIED = "Właściwości materiału (zastosowane)"
IDS_CALCULATE_EFFECTIVE_WIDTH_OF_SLAB = "Oblicz efektywną szerokość płyty"
IDS_EFFECTIVE_WIDTH_OF_SLAB = "Efektywna szerokość płyty"
IDS_THICKNESS_OF_CONCRETE = "Grubość betonu"
IDS_CALCULATE_DESIGN_SHEAR_FORCE = "Oblicz obliczeniową siłę ścinającą"
IDS_CALCULATE_DESIGN_FORCE_DURING_CONSTRUCTION = "Oblicz siłę obliczeniową w trakcie budowy"
IDS_CHECK_DEFLECTION_DURING_CONSTRUCTION = "Sprawdź ugięcie podczas budowy"
IDS_CHECK_DEFLECTION_BY_DEAD_LOAD = "Sprawdź ugięcie od obciążenia stałego"
IDS_CHECK_DEFLECTION_BY_LIVE_LOAD = "Sprawdź ugięcie od obciążenia użytkowego"
IDS_CALCULATE_STRENGTH_OF_STUD = "Oblicz wytrzymałość pręta"
IDS_CALCULATE_ELASTIC_MODULUS_OF_CONCRETE = "Oblicz moduł sprężystości betonu"
IDS_CALCULATE_NUMBER_OF_STUD = "Oblicz liczbę prętów"
IDS_CALCULATE_COMPOSITION_RATIO = "Oblicz wskaźnik zespolenia"
IDS_CHECK_MOMENT_STRENGTH_POSITIVE_MOMENT = "Sprawdź nośność na zginanie (moment dodatni)"
IDS_CALCULATE_MOMENT_OF_INERTIA = "Oblicz moment bezwładności"
IDS_CALCULATE_EFFECTIVE_MOMENT_OF_INERTIA = "Oblicz efektywny moment bezwładności"
IDS_CALCULATE_LOWER_LIMIT_FOR_MOMENT_OF_INERTIA = "Oblicz dolną granicę momentu bezwładności"
IDS_CALCULATE_BEAM_MODE_PROPERTIES = "Oblicz parametry postaci drgań belki"
IDS_CALCULATE_EFFECTIVE_WIDTH = "Oblicz efektywną szerokość"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA = "Oblicz przekształcony moment bezwładności"
IDS_CALCULATE_DEFLECTION__FREQUENCY = "Oblicz ugięcie i częstotliwość"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA_PER_UNIT_WIDTH = "Oblicz przekształcony moment bezwładności na jednostkę szerokości"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH = "Oblicz szerokość współpracującego panela belki"
IDS_CALCULATE_WEIGHT_OF_BEAM_PANEL = "Oblicz ciężar panelu belki"
IDS_CALCULATE_GIRDER_MODE_PROPERTIES = "Oblicz parametry postaci drgań dźwigara"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH = "Oblicz efektywną szerokość panelu dźwigara"
IDS_CHECK_VIBRATION_COMBINED_MODE = "Weryfikacja drgań (postaci złożonej)"
IDS_ADJUST_GIRDER_DEFLECTION = "Dostosuj ugięcie dźwigara"
IDS_CALCULATE_FLOOR_FUNDAMENTAL_FREQUENCY = "Oblicz podstawową częstotliwość drgań stropu"
IDS_CALCULATE_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "Obliczanie zastępczego ciężaru panelu dla postaci złożonej"
IDS_CALCULATE_PEAK_ACCELERATION = "Oblicz maksymalne przyspieszenie"
IDS_H_BEAM__SLAB = "Belka H i płyta"
IDS_CONST_LOAD = "Obciążenie stałe"
IDS_CONCENTRATED_FORCES = "Siły skupione"
IDS_CONSTRUCTION = "Budowa"
IDS_DEAD__LIVE = "Obciążenia stałe i użytkowe"
IDS_PLASTIC_DESIGN_COMPACT_SECTION = "Projektowanie plastyczne (przekrój zwarty)"
IDS_ELASTIC_DESIGN_COMPACT_SECTION = "Projektowanie sprężyste (Przekrój niezwarty)"
IDS_MAX = "Maks."
IDS_V = "V'"
IDS_COMP_RATIO = "Współczynnik wykorzystania"
IDS_N = "n"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH__WEIGHT = "Oblicz efektywną szerokość i ciężar panelu belki"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH__WEIGHT = "Oblicz efektywną szerokość i ciężar panelu dźwigara"
IDS_W = "W"
IDS_FLOOR_FREQUENCY_HZ = "Częstotliwość drgań stropu (Hz)"
IDS_PEAK_ACCELERATION_%_GRAVITY = "Peak Acceleration (% Gravity)"
IDS_SRC_COMPOSITE_BEAM_INPUT_LIST = "SRC LISTA DANYCH WEJŚCIOWYCH BELKI ZESPOLONEJ"
IDS_SECTION_H_BEAM__SLAB = "Przekrój (Belka H i płyta)"
IDS_SECTION_STUD = "Przekrój (Pręt)"
IDS_SECTION_DECK_PLATE = "Przekrój (Blacha fałdowa)"
IDS_DESIGN_LOAD_UNIFORM_LOAD = "Obciążenie obliczeniowe (obciążenie jednorodne)"
IDS_DESIGN_FORCE_CONCENTRATED_FORCES = "Siła obliczeniowa (siły skupione)"
IDS_NOWEB = "Brak środnika"
IDS_NOFLANGE = "Brak pasa"
IDS_PM = "PM"
IDS_VX = "Vx"
IDS_VY = "Vy"
IDS_C = "C"
IDS_D = "D"
IDS_HOOP_BAR = "Pręt obwodowy"
IDS_CHECK_REQUIREMENT_FOR_MATERIAL = "Sprawdź wymagania dla materiału"
IDS_CALCULATE_STEEL_RATIO = "Oblicz współczynnik stali"
IDS_CALCULATE_MAIN_BAR_SPACE = "Oblicz rozstaw głównego pręta"
IDS_CALCULATE_ECCENTRICITY = "Oblicz mimośród"
IDS_COLUMN_UNDER_TENSION_FORCE_SKIPPED = "Słup pod wpływem siły rozciągającej. Pominięto."
IDS_CALCULATE_CAPACITY_OF_STEEL = "Oblicz nośność stali"
IDS_CALCULATE_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Oblicz nośność nominalną dla osi obojętnej"
IDS_F = "f"
IDS_CONC = "beton"
IDS_STEEL = "stal"
IDS_CONCRETE_SECTION = "Przekrój betonowy"
IDS_H_BEAM__REBAR = "Belka H i pręt zbrojeniowy"
IDS_HOOP_BAREND = "Pręt obwodowy (KONIEC)"
IDS_STEEL_BEAM_AT_CONSTRUCTION_STAGE = "Stalowa belka na etapie budowy"
IDS_COMPOSITE_BEAM_AT_NORMAL_STAGE = "Belka zespolona w etapie użytkowania"
IDS_CHECK_NEUTRAL_AXIS_IN_SECTION = "Sprawdź oś obojętną w przekroju"
IDS_PLASTIC_NA = "Plastyczna oś obojętna"
IDS_COORINATE_OF_PLASTIC_NA = "Współrzędne plastycznej osi obojętnej"
IDS_CHECK_BENDING_RESISTANCE = "Sprawdź wytrzymałość na zginanie"
IDS_NAXIS_CONDITION = "Warunek"
IDS_NAXIS_EQUATION_FOR = "Równanie dla"
IDS_NAXIS_VALUE = "Wartość"
IDS_CALCULATION = "Obliczenia"
IDS_CALCULATION_FOR_K = "Obliczenia dla k"
IDS_ELASTIC_MOMENT_RESISTANCE = "Obliczenie sprężystej nośności na zginanie"
IDS_PLASTIC_MOMENT_RESISTNACE = "Obliczenie plastycznej nośności na zginanie"
IDS_CALCULATION_OF = "Obliczenia dla"
IDS_ELASTIC_NA = "Sprężysta oś obojętna"
IDS_COORDINATE_OF_ELASTIC_NA = "Współrzędne sprężystej osi obojętnej"
IDS_CHECK_EFFECTIVE_COMPOSTIE_SECTION = "Sprawdź efektywny przekrój zespolony"
IDS_POSITION = "Pozycja"
IDS_EQUATION_FOR_K = "Równanie dla k"
IDS_STEEL_TOP_FLANGE = "Górna półka stalowa"
IDS_STEEL_WEB = "Stalowy środnik"
IDS_STEEL_BOT_FLANGE = "Dolna półka stalowa"
IDS_CONCRETE_SLAB = "Płyta betonowa"
IDS_REINFORCING_STEEL = "Stal zbrojeniowa"
IDS_SECTION_MODULUS_AT_AN_INTERNAL_SUPPORT = "Wskaźnik wytrzymałości przekroju na podporze pośredniej"
IDS_TABLE_OF_SECTION_MODULUS_AT_EACH_PART_IN_SECTION = "Tabela wskaźnika wytrzymałości przekroju dla każdej części przekroju"
IDS_STEEL_SECTION = "Przekrój stalowy"
IDS_COMPOSITE_SECTION = "Przekrój zespolony"
IDS_CALCULATION_FOR_MOMENT_CAPACITY_OF_SECTION = "Obliczenie nośności na zginanie przekroju"
IDS_PART = "Część"
IDS_AXIAL_COMP_CAPACITY = "Nośność na ściskanie osiowe"
IDS_ARM_LENGTH = "Długość ramienia"
IDS_MOMENT_CAPACITY_TABLE = "Nośność momentu"
IDS_TOTAL = "Całkowity"
IDS_ERROR = "Błąd"
IDS_IN_CONCRETE_SLAB = "w płycie betonowej"
IDS_IN_STEEL_TOP_FLANGE = "w górnym brzegu stalowym"
IDS_IN_STEEL_WEB = "w stalowym środniku"
IDS_IN_STEEL_BOT_FLANGE = "w dolnej półce stalowej"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_BOT_FLANGE = "Plastyczna oś obojętna w dolnym półce stalowej"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB = "Plastyczna oś obojętna w środniku stalowym"
IDS_PLASTIC_NEUTRAL_AXIS_IN_WEB = "Plastyczna oś obojętna w środniku"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB_HOLE = "Plastyczna oś obojętna w otworze środnika stalowego"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_TOP_FLANGE = "Plastyczna oś obojętna w górnej półce stalowej"
IDS_PLASTIC_NEUTRAL_AXIS_IN_CONCRETE_SLAB = "Plastyczna oś obojętna w płycie betonowej"
IDS_CHECK_LONGITUDINAL_SHEAR_RESISTANCE = "Sprawdź wytrzymałość na ścinanie podłużne"
IDS_CACULATE_LONGITUDINAL_SHEAR_FORCE = "Oblicz podłużną siłę ścinającą"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE_OF_HEADED_STUD = "Obliczanie obliczeniowej nośności sworzni z łbem na ścinanie"
IDS_BENDING_RESISTANCE = "Wytrzymałość na zginanie"
IDS_LONGITUDINAL_SHEAR_RESISTANCE = "Wytrzymałość na ścinanie podłużne"
IDS_TABLE_OF_CALCULATION_FOR_K = "Tabela obliczeń dla k"
IDS_VERTICAL_SHEAR_RESISTANCE = "Wytrzymałość na ścinanie pionowe"
IDS_LONGITUDINAL_DIRECTION = "Kierunek podłużny"
IDS_MOMENT_CAPACITY_CALCULATION_REFERENCE = "Znak nośności na zginanie jest określany przez kierunek momentu, niezależnie od kierunku siły."
IDS_EFFECTIVE_WIDTH = "Szerokość efektywna"
IDS_CHECK_REQUIREMENT_FOR_STUD_SMALL = "Sprawdź wymagania dla słupa"
IDS_CHECK_SIZE_SMALL = "Sprawdź rozmiar"
IDS_CHECK_MATERIAL_SMALL = "Sprawdź materiał"
IDS_EC_MAJOR_AXIS_Y = "Oś główna (Y)"
IDS_EC_MINOR_AXIS_X = "Oś pomocnicza (X)"
IDS_CHECK_VERTICAL_SHEAR_RESISTANCE = "Sprawdź wytrzymałość na ścinanie pionowe"
IDS_EC_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_EC_REPORT_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_EC_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_PLASTIC_MOMENT_RESISTANCE = "Obliczenie plastycznej nośności momentowej"
